{
  "subtitle": "", 
  "description": "Children must be protected from all work that is hazardous. Work should not prevent them from attending school. Children should never be involved in the worst forms of child labour, such as slavery, forced labour, drug production or trafficking.", 
  "language": "eng_GB", 
  "title": "Children must be protected from all work that is hazardous. Work should not prevent them from attending school. Children should never be involved in the worst forms of child labour, such as slavery, f", 
  "primary_category": "d9e9675890c74fad9bbe83edff36bb7c", 
  "created_at": "2014-09-12T10:28:56+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-24T16:54:40.217153+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "00e4d2b6f95b470e9188442af1bf337f", 
  "content": "Children who work often do so to support their families' livelihood so they can eat and have basic necessities. Many children begin working at an early age, as young as 4 years old. In many cases, it is considered normal for children to work long hours before or after school, or to work all day and evening and not attend school at all.\r\n\r\nChildren can be found working in agriculture, commerce, factories, fishing, markets, housekeeping, childcare, handicrafts, restaurants, garbage dumps and in the streets.\r\n\r\nClose to 70 per cent of working children work in agriculture, which can be extremely hazardous. It can involve heavy manual labour, long hours, and the use of pesticides and dangerous tools. Children can be at risk of sexual abuse and exploitation, especially during harvesting season (when they often work extra-long hours) and while working on plantations.\r\n\r\nSome children are engaged in the worst forms of child labour, such as child slavery, debt bondage, forced labour, drug production and trafficking. These are illegal. Children must be removed immediately from such situations and, if it is in their best interest, reintegrated into their families and communities.\r\n\r\nThe work children do should not be hazardous to their health or well-being. It should not prevent children from going to school.\r\n\r\n**The government and local authorities, with support from families and civil society, should develop measures to address harmful child labour situations, such as:**\r\n\r\n - identifying and communicating to the general public the different\r\n   forms of harmful child labour found in the community and the forms\r\n   children might encounter if they migrate\r\n - identifying and removing children from harmful child labour\r\n - helping children removed from harmful child labour who live away from\r\n   their families to reintegrate into their family and community, if it\r\n   is in their best interest\r\n - ensuring that all children in the community attend a child-friendly\r\n   school full-time and receive an education that is of good quality,\r\n   equal for all children and free from violence\r\n - providing income support and/or social welfare services to families\r\n   who need them, so they are less reliant on their children's income\r\n   and can send them to school.\r\n\r\nFamilies need to know the risks involved in sending their children away for work, such as domestic and agricultural work.\r\n\r\nChildren and adolescents should be well informed about the dangers of leaving home and taking work that might land them in high-risk situations such as prostitution and drug trafficking.", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 5, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "children-must-be-protected-from-all-work-that-is-hazardous-work-should-not-prevent-them-from-attending-school-children-should-never-be-involved-in-the-worst-forms-of-child-labour-such-as-slavery-f", 
  "uuid": "00e4d2b6f95b470e9188442af1bf337f"
}