{
  "subtitle": "", 
  "description": "For the health of both mothers and children, a woman should wait until her last child is at least 2 years old before becoming pregnant again.", 
  "language": "eng_GB", 
  "title": "For the health of both mothers and children, a woman should wait until her last child is at least 2 years old before becoming pregnant again.", 
  "primary_category": "c46a3615250b4430afdc6ff47cccc121", 
  "created_at": "2014-09-10T12:21:26+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-24T11:11:15.717010+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "10aaacb9fbc64248bb72c8f11a315b48", 
  "content": "The risk of death for newborns and infants increases significantly if the\r\nbirths are not spaced. There is a higher chance that the new baby will be born\r\ntoo early and weigh too little. Babies born underweight are less likely to\r\ngrow well, more likely to become ill and four times more likely to die in the\r\nfirst year of life than babies of normal weight. \r\n\r\nOne of the threats to the\r\nhealth and growth of a child under age 2 is the birth of a sibling. For the\r\nolder child, breastfeeding may stop, and the mother has less time to prepare\r\nthe foods and provide the care and attention the child needs. \r\n\r\nWhenever a new\r\nbaby comes into the family, it is important for the father to help the mother\r\nwith the new baby and the other children. Both mothers and fathers and other\r\ncaregivers should give equal attention and care to both girls and boys. \r\n\r\nA\r\nmother's body needs time to recover fully from pregnancy and childbirth. She\r\nneeds to regain her health, nutritional status and energy before she becomes\r\npregnant again. \r\n\r\nIf a woman has a miscarriage or abortion, she should wait at\r\nleast six months before becoming pregnant again in order to reduce the risk to\r\nherself and her baby. \r\n\r\nTo protect the health of their families, men as well as\r\nwomen need to be aware of the importance of (1) a two-year space between the\r\nbirth of the last child and the beginning of the next pregnancy and (2) the\r\nneed to limit the number of pregnancies.\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 1, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "for-the-health-of-both-mothers-and-children-a-woman-should-wait-until-her-last-child-is-at-least-2-years-old-before-becoming-pregnant-again", 
  "uuid": "10aaacb9fbc64248bb72c8f11a315b48"
}