{
  "subtitle": "", 
  "description": "What is protection?\r\n", 
  "language": "eng_GB", 
  "title": "Protection is especially important for children", 
  "primary_category": "5ff634b75ff84550bfad455f00984503", 
  "created_at": "2015-07-06T18:48:50+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-07-06T18:48:50+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "**All children have the right to protection. Every child has the right to survive, to be safe, to belong, to be heard, to receive adequate care and to grow up in a protective environment.**\r\n\r\n**A family is the first line of protection for children.** Parents or other caregivers have the primary responsibility for building a protective and loving home. Schools and communities are responsible for building a safe and child-friendly environment outside the child’s home.\r\n\r\n**Unfortunately, millions of children are not fully protected.** Many children deal with violence, abuse, neglect, exploitation, exclusion and/or discrimination every day. These kinds of violations limit their chances of surviving, thriving and pursuing their dreams.\r\n\r\n**Over 160 million children work instead of enjoying their childhood** It is estimated that more than 160 million children aged 5–14 are engaged in child labour. Millions of children, mostly girls, work as domestic labourers in private homes and more than a million children are trafficked every year.\r\n\r\n**What is protection?**\r\n\r\nGirls and boys should be encouraged and supported to speak up for children’s rights.  Young people should take an active role in their own protection against abuse, violence, exploitation and discrimination.\r\n\r\n1.\t**Every child should have the opportunity to grow up in a family.** If a family is unable to care for the child, steps should be taken by community authorities to address the reasons and make every effort to keep the family together.\r\n\r\n2.\t**Every child has a right to a name. Every child has a right to a nationality.** Registering a child’s birth helps to ensure a child’s right to education, health care as well as legal and social services. Globally, the births of nearly 230 million children under age five have never been recorded. Birth registration is a vital step towards protection from abuse and exploitation.\r\n\r\n3.\t**Girls and boys must be protected from all forms of violence and abuse.** Violence includes physical, sexual and emotional abuse, neglect and harmful practices such as child marriage and genital mutilation/cutting of girls. Families, communities and authorities must take responsibility for this protection.\r\n\r\n4.\t**Children must be protected from any work that is hazardous.** Work should not prevent them from attending school. Children should never be involved in the worst forms of child labour, such as slavery, forced labour, drug production or trafficking.\r\n\r\n5.\t**Girls and boys can risk sexual abuse and exploitation** in their home, school, workplace or community. Measures must be taken to prevent sexual abuse and exploitation. Sexually abused and exploited children need immediate help to stop such abuse.\r\n\r\n6.\t**Children become vulnerable to trafficking if child protection is weak or missing.** The government, civil society and families are responsible to prevent or stop trafficking, they are also responsible to help children who have been victimized reintegrate into their families and communities, if it is in their best interest.\r\n\r\n7.\t**Justice for children should be based on child rights.** Jailing or institutionalizing children must always be a last resort. Child-centred procedures should be set up for children who are victims or witnesses of crime.\r\n\r\n8.\t**Income support and social welfare services can help** keep families together and children in school and ensure access to health care.\r\n\r\n9.\t**All children have a right to age-appropriate information**, to be heard and to participate in making decisions that concern them. Fulfilment of this right enables children to take an active role in their own protection against abuse, violence and exploitation, and to become active citizens.\r\n\r\nNext article: ", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 102, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "protection-especially-important-children", 
  "uuid": "12ba927a51cf439fae1a6d4345d917f2"
}