{
  "subtitle": "", 
  "description": "A child with a cough or cold should be kept warm and encouraged to eat and drink as much as possible.", 
  "language": "eng_GB", 
  "title": "A child with a cough or cold should be kept warm and encouraged to eat and drink as much as possible.", 
  "primary_category": "f2a53caa0a8943bca4901f2855338841", 
  "created_at": "2014-09-12T10:20:17+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-24T16:24:32.365825+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "138c2058217847118cf3b3bc723eb10b", 
  "content": "Babies and very young children lose their body heat easily. When they have a\r\ncough or cold they should be kept covered and warm. \r\n\r\nChildren with coughs,\r\ncolds, runny noses or sore throats who are breathing normally can be treated\r\nat home and will recover without medicines. They need to be kept warm, but not\r\noverheated, and to be given plenty to eat and drink. Medicines should be used\r\nonly if prescribed by a trained health worker. \r\n\r\nA child with a fever needs\r\ncareful attention. She or he should be sponged or bathed with cool but not\r\ncold water. The child should be kept well hydrated with additional fluids. In\r\nareas where malaria is common, the fever could be caused by malaria, which is\r\ndangerous to the health and survival of the child. A child with a fever in\r\nthese areas should be checked by a trained health worker immediately. \r\n\r\nThe nose\r\nof a child with a cough or cold should be cleared often, especially before the\r\nchild eats or goes to sleep. A moist atmosphere can make breathing easier. It\r\ncan help if the child breathes water vapour from a bowl of water that is hot\r\nbut not boiling. The parent or other caregiver should make certain the water\r\nis not too hot and that the child is carefully supervised when breathing the\r\nwater vapour. \r\n\r\nA breastfed child who has a cough or cold may have difficulty\r\nbreastfeeding. Since breastfeeding helps to fight the illness and is important\r\nfor the child's growth, the mother should continue to breastfeed often. If a\r\nchild cannot suckle, the breastmilk can be expressed into a clean cup and the\r\nchild can then be fed from the cup by the mother, father or other caregiver.\r\nBefore putting the baby to the breast or feeding the baby breastmilk (or\r\nbreastmilk substitute) from a cup, it helps to clear the baby's nose if it is\r\nblocked with secretions. \r\n\r\nChildren who are 6 months of age or older should be\r\nencouraged to breastfeed, eat and drink frequently. When the illness is over,\r\nthe child should be given extra nutritious foods every day until she or he is\r\nat least the same weight as before the illness. \r\n\r\nCoughs and colds spread\r\neasily. People with coughs and colds should avoid coughing, sneezing or\r\nspitting near children. They should cough or sneeze into their elbow or a\r\ntissue and dispose safely of the tissue. This should be followed by hand\r\nwashing with soap. This helps stop the spread of germs.\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 2, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "a-child-with-a-cough-or-cold-should-be-kept-warm-and-encouraged-to-eat-and-drink-as-much-as-possible", 
  "uuid": "138c2058217847118cf3b3bc723eb10b"
}