{
  "subtitle": "", 
  "description": "Immunization protects against several dangerous diseases. A child who is not immunized is more likely to become sick, permanently disabled or undernourished, and could possibly die.", 
  "language": "eng_GB", 
  "title": "Immunization protects against several dangerous diseases. A child who is not immunized is more likely to become sick, permanently disabled or undernourished, and could possibly die.", 
  "primary_category": "74843060af944a698b9a33574f3275d4", 
  "created_at": "2014-09-12T10:02:48+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-24T15:52:05.376064+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "1487420890a24c44a7e2d7b753ea195d", 
  "content": "Immunization protects children against some of the most dangerous diseases of\r\nchildhood. All children, including those who are disabled, need to be\r\nvaccinated. A child is immunized by vaccines, which are injected or given by\r\nmouth. The vaccines work by building up the child's defences against diseases.\r\nImmunization only works if given before the disease strikes. \r\n\r\nA child who is\r\nnot immunized is very likely to get measles, whooping cough and many other\r\ndiseases that can kill. Children who survive these diseases are weakened and\r\nmay not grow well. They may be permanently disabled. They may die later from\r\nmalnutrition and other illnesses. \r\n\r\nAll children need to be immunized with BCG\r\n(Bacille Calmette-Guerin) vaccine, which offers partial protection against\r\nsome forms of tuberculosis and leprosy. All children need to be immunized\r\nagainst diphtheria, tetanus and pertussis with DTP vaccine (also known as DPT\r\nvaccine). Diphtheria causes infection of the upper respiratory tract, which in\r\nsevere cases may lead to breathing difficulties and death. Tetanus causes\r\nrigid muscles and painful muscle spasms and can be deadly. Pertussis, or\r\nwhooping cough, affects the respiratory tract and can cause a cough that lasts\r\nfour to eight weeks. The disease is very dangerous in infants. \r\n\r\nAll pregnant\r\nwomen and infants need to be immunized against tetanus. \r\n\r\n* Immunizing a woman\r\nor adolescent with at least two doses of tetanus toxoid before or during\r\npregnancy protects the newborn for the first few weeks of life and protects\r\nthe mother. \r\n* At 6 weeks old, a baby needs the first dose of tetanus toxoid\r\n(the tetanus component of the DTP (DPT) vaccine) to extend the protection\r\nreceived from the mother against tetanus. \r\n\r\nAll children need to be immunized\r\nagainst measles, which can be a major cause of malnutrition, poor mental\r\ndevelopment, and hearing and visual impairments. The signs that a child has\r\nmeasles are a fever and rash, together with a cough, a runny nose or red eyes.\r\nA child can die from measles. \r\n\r\nAll children need to be immunized against polio.\r\nThe signs of polio are a floppy limb or the inability to move. For every 200\r\nchildren infected, one will be disabled for life. \r\n\r\nIn countries where hepatitis\r\nB is a problem, up to 10 out of every 100 children will harbour the infection\r\nfor life if they are not immunized with hepatitis B vaccine. Up to one quarter\r\nof children infected with hepatitis B may develop serious liver conditions\r\nsuch as cancer when they are older. \r\n\r\nIn many countries, pneumonia caused by\r\npneumococcus bacteria or Haemophilus influenzae type B (Hib) bacteria is\r\ncommon and kills many young children. Either of these bacteria can also cause\r\nchildhood meningitis and other serious infections. These bacteria are among\r\nthe most dangerous for children, particularly those under 5 years old.\r\nVaccination with Haemophilus influenzae type B vaccine (Hib vaccine) and\r\npneumococcal (conjugate) vaccine (PCV) can prevent these deaths. \r\n\r\nA pentavalent\r\nvaccine (five vaccines in one), combining the DTP (DPT), hepatitis B and Hib\r\nvaccines, is increasingly being used by national immunization programmes.\r\n\r\nDiarrhoea caused by rotavirus is common and can be severe. It affects nearly\r\nevery child under age 5. Severe rotavirus diarrhoea is more common in\r\ndeveloping countries where health care can be more difficult to access,\r\nresulting in many deaths in children under 5 years old, especially children\r\nunder 2. Vaccination against rotavirus prevents diarrhoea caused by this\r\nvirus. However, diarrhoea due to other bacteria or viruses can still occur in\r\nchildren who receive the rotavirus vaccine. \r\n\r\nIn some countries, yellow fever\r\nputs the lives of many young children and adults at risk. Vaccination can\r\nprevent the disease. \r\n\r\nJapanese encephalitis virus is spread by mosquitoes,\r\nmainly in rural areas of Asian countries. It causes a severe illness, killing\r\nup to one third of those affected. Many survivors have brain damage. A trained\r\nhealth worker should be consulted for advice and information on national\r\nguidelines regarding use of this vaccine. \r\n\r\nBreastmilk and colostrum, the thick\r\nyellow milk produced during the first few days after a woman gives birth,\r\nprovide protection against diarrhoea, pneumonia and other diseases. Colostrum\r\nis sometimes referred to as a newborn's 'first vaccine', helping to build the\r\nchild's immunity to disease. \r\n\r\nIn many countries where vitamin A deficiency is\r\ncommon, high-dose vitamin A capsules (or syrup) are administered to each child\r\naged 6 months to 5 years, every four to six months. Vitamin A is distributed\r\nduring routine immunization (such as with measles vaccine at 9 months) as well\r\nas during special immunization campaigns. Vitamin A is also an important part\r\nof measles treatment.\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 1, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "immunization-protects-against-several-dangerous-diseases-a-child-who-is-not-immunized-is-more-likely-to-become-sick-permanently-disabled-or-undernourished-and-could-possibly-die", 
  "uuid": "1487420890a24c44a7e2d7b753ea195d"
}