{
  "subtitle": "", 
  "description": "All children have a right to age-appropriate information, to be heard and to participate in making decisions that concern them. Fulfilment of this right enables children to take an active role in their own protection against abuse, violence and exploitation, and to become active citizens.", 
  "language": "eng_GB", 
  "title": "All children have a right to age-appropriate information, to be heard and to participate in making decisions that concern them. Fulfilment of this right enables children to take an active role in thei", 
  "primary_category": "d9e9675890c74fad9bbe83edff36bb7c", 
  "created_at": "2014-09-12T10:23:40+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-24T17:05:34.437244+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "170805c42d6b4475bd3a3f943c16712e", 
  "content": "From a very early age, including during infancy, girls and boys form and express views and interests. As they grow so does their ability to participate in decisions that concern them and their families and communities.\r\n\r\nChildren and adults should actively and consistently talk to each other, sharing information and ideas in the home, school and community. The exchange should be based on mutual respect. Children's views should be listened to and taken seriously in accordance with the child's age and maturity.\r\n\r\nGirls and boys who express their opinions freely are more likely to assume responsibilities, develop critical thinking and communication skills, and make informed decisions as they grow. They are often able to:\r\n\r\n - learn and perform better in school\r\n - contribute to making responsible decisions regarding their education\r\n   and health\r\n - protect themselves against sexually transmitted infections, including\r\n   HIV, unwanted pregnancy, bullying, bias, discrimination, harassment,\r\n   violence, abuse and exploitation\r\n - learn and practise active citizenship and grow into adults who will\r\n   be ready to exercise their rights and responsibilities.\r\n\r\nChildren are avid users, producers and subjects of media, a powerful source for influencing opinion and perceptions among children. Different forms of media can be used responsibly to broaden children's knowledge, inform them on how to protect themselves and develop their citizenship skills.\r\n\r\nChildren-led associations or clubs can give girls and boys a place to voice their ideas, perspectives and concerns. Such clubs provide an opportunity for them to socialize and develop their interests and leadership skills.\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 10, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "all-children-have-a-right-to-age-appropriate-information-to-be-heard-and-to-participate-in-making-decisions-that-concern-them-fulfilment-of-this-right-enables-children-to-take-an-active-role-in-thei", 
  "uuid": "170805c42d6b4475bd3a3f943c16712e"
}