{
  "subtitle": "", 
  "description": "Every pregnancy is special. All pregnant women need at least four prenatal care visits to help ensure a safe and healthy pregnancy. Pregnant women and their families need to be able to recognize the signs of labour and the warning signs of pregnancy complications. They need to have plans and resources for obtaining skilled care for the birth and immediate help if problems arise.", 
  "language": "eng_GB", 
  "title": "Every pregnancy is special. All pregnant women need at least four prenatal care visits to help ensure a safe and healthy pregnancy. Pregnant women and their families need to be able to recognize the s", 
  "primary_category": "e1da05c882364f7c891f9da57f5e981d", 
  "created_at": "2014-09-10T13:20:25+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-24T11:28:43.263984+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "1b34342ee6a448bda94f575956b85240", 
  "content": "When a young woman begins to be sexually active, she needs information about\r\npregnancy and the risks of sexually transmitted infections (STIs), including\r\nHIV. She should be able to recognize the early signs of pregnancy. If she\r\nbecomes pregnant, she should be supported to receive prenatal care early in\r\nthe pregnancy from a trained health worker. She should learn about the normal\r\nphases of pregnancy and how to keep herself and her baby healthy during the\r\npregnancy. She needs to know the warning signs of serious pregnancy\r\ncomplications.\r\n\r\nA pregnant woman needs at least four prenatal visits with a\r\ntrained health worker during every pregnancy. The first prenatal visit should\r\ntake place as early as possible, ideally in the first three months (the first\r\ntrimester) of pregnancy, and the other three visits can be scheduled to take\r\nplace at predetermined times during the remainder of the pregnancy. \r\n\r\n**To help\r\nensure a safe and healthy pregnancy, a trained health worker or skilled birth\r\nattendant should:** \r\n\r\n* provide the pregnant woman with information on the\r\nchanges occurring in her body \r\n* check for high blood pressure, which can be\r\ndangerous to both mother and child \r\n* check for anaemia and provide iron-folic\r\nacid supplements, ensure that the woman understands the importance of taking\r\nthe supplements and explain the normal side effects, including constipation\r\nand nausea \r\n* screen for night blindness to determine if the woman needs to be\r\ntreated with vitamin A and, if necessary, prescribe vitamin A to protect the\r\nmother and promote the healthy development of the fetus \r\n* review the mother's\r\ntetanus immunization status and give the dose(s) needed to protect her and her\r\nnewborn baby \r\n* encourage all pregnant women to use only iodized salt in food\r\npreparation to help protect their children from mental and physical\r\ndisabilities and to protect themselves from goitre \r\n* encourage all pregnant\r\nwomen to have more nutritious meals, increased quantities of food and more\r\nrest than usual \r\n* prescribe antimalarial tablets and recommend use of an\r\ninsecticide-treated mosquito net where needed \r\n* prescribe deworming\r\nmedication, as necessary, from the second trimester onward to help reduce low\r\nbirthweight \r\n* prepare the mother and father for the experience of childbirth\r\nand caring for their newborn, give the mother advice on breastfeeding and\r\ncaring for herself, and provide the father with guidance on how he can assist\r\n* advise the pregnant woman and her family on where the birth should take\r\nplace and how to get help if complications arise before and during childbirth\r\nor immediately after delivery \r\n* provide referrals when needed to groups in the\r\ncommunity that provide support and protect pregnant women living with violence\r\n* advise on how to avoid STIs, including HIV \r\n* check for infections during\r\npregnancy, especially urinary tract infections and STIs, including HIV, and\r\ntreat them with appropriate medications \r\n* provide voluntary and confidential\r\nHIV testing and counselling. \r\n\r\nA pregnant woman who is HIV-positive should\r\nconsult a trained health worker for counselling on how to reduce the risk of\r\ninfecting her baby during pregnancy, childbirth and breastfeeding and how to\r\ncare for herself and her baby. A pregnant woman who thinks she may be infected\r\nwith HIV should be supported to get tested and receive counselling. The\r\nfather-to-be should also be tested and counselled (refer to the HIV chapter\r\nfor more information). \r\n\r\n**Every pregnant woman and her family need to know that\r\npregnancy and childbearing can have risks. They should be able to recognize\r\nthe warning signs.** \r\n\r\nIt is generally recommended that women give birth in a\r\nfacility and with a skilled birth attendant, since complications cannot be\r\npredicted. For some women, this is even more important because the possibility\r\nof complications increases if they: \r\n\r\n* are under 18 or over 35 years of age \r\n* gave birth less than two years ago \r\n* have had several previous pregnancies \r\n* have had a previous premature birth or a baby weighing less than 2 kilograms\r\nat birth \r\n* have had a previous difficult birth or Caesarean birth \r\n* have had a miscarriage or stillbirth \r\n* weigh less than 38 kilograms * are less than 1.5\r\nmetres tall \r\n* have been through infibulation or genital cutting \r\n* have HIV or other STIs. \r\n\r\nA pregnant woman should be supported to recognize the signs of\r\nlabour and know when it is time to seek a skilled birth attendant to assist\r\nwith the birth. \r\n\r\n**The signs of labour include any one of the following:** \r\n\r\n* painful contractions every 20 minutes or less \r\n* the water breaks \r\n* bloody, sticky discharge. \r\n\r\n**Warning signs during pregnancy include:** \r\n\r\n* anaemia (symptoms include paleness of the tongue and inside the eyelids, fatigue and\r\nshortness of breath) \r\n* unusual swelling of legs, arms or face \r\n* little or no movement of the fetus. \r\n\r\n**Signs that mean help is needed immediately include:**\r\n\r\n* spotting or bleeding from the vagina \r\n* severe headaches, blurred vision \r\n* convulsions (fits) \r\n* severe abdominal pain \r\n* fever and weakness \r\n* fast or difficult breathing \r\n* labour pains for more than 12 hours. \r\n\r\n**During the prenatal visits, the pregnant woman and her family should be supported in\r\npreparing for the birth and possible complications by developing a plan that\r\nspecifies:** \r\n\r\n* where the woman will give birth and where she will go if\r\ncomplications arise \r\n* who will accompany her \r\n* how she will get there \r\n* what supplies she needs to take for herself and her baby \r\n* what costs are involved and how they will be covered \r\n* who will help take care of her family while she is away \r\n* who can donate blood if it is needed.\r\n\r\nBecause conditions may change, the plan for the birth and possible complications should be updated during every prenatal care visit as the pregnancy progresses.\r\n\r\nThe plan for emergency care in case of complications should include the location of the nearest maternity clinic or hospital and the resources needed to quickly get the woman there at any time of the day or night.\r\n\r\nAll pregnant women should have access to a maternity clinic or hospital when they give birth. This is particularly important if the woman and her family are aware that the birth is likely to be difficult. In some cases, where distance and/or an expected risky birth are factors, it may be preferable to have the mother-to-be move closer to the clinic or hospital as her due date approaches so she is within quick reach of health services.\r\n\r\nHealth workers, families and communities need to give special attention to pregnant adolescents because they are at higher risk of pregnancy complications and in some cases they may lack the influence to make family decisions or ask for assistance.", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 2, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "every-pregnancy-is-special-all-pregnant-women-need-at-least-four-prenatal-care-visits-to-help-ensure-a-safe-and-healthy-pregnancy-pregnant-women-and-their-families-need-to-be-able-to-recognize-the-s", 
  "uuid": "1b34342ee6a448bda94f575956b85240"
}