{
  "subtitle": "", 
  "description": "Almost every mother can breastfeed successfully. Breastfeeding the baby frequently causes production of more milk. The baby should breastfeed at least eight times daily, day and night, and on demand.", 
  "language": "eng_GB", 
  "title": "Almost every mother can breastfeed successfully. Breastfeeding the baby frequently causes production of more milk. The baby should breastfeed at least eight times daily, day and night, and on demand.", 
  "primary_category": "1ea47579bccd4d0d85e0ffa5c3ce3cda", 
  "created_at": "2014-09-10T14:14:48+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-24T12:43:21.521502+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "275e8d0ff94346eb9856cd5b2064ecca", 
  "content": "A mother's breasts make as much milk as the baby wants. If the baby suckles\r\nmore, more milk is produced. Almost every mother can successfully breastfeed\r\nand produce enough milk when: \r\n\r\n* she breastfeeds exclusively \r\n* the baby is in a\r\ngood position and is well attached to the breast, with the breast well in the\r\nbaby's mouth \r\n* the baby feeds as often and for as long as she or he wants,\r\nincluding during the night, and is kept on the breast until she or he has\r\nfinished suckling. The baby should finish feeding from one breast before being\r\nfed from the other breast. \r\n\r\nHolding the baby in a good position makes it easier\r\nfor the baby to take the breast well into the mouth and suckle. \r\n\r\n**Signs that the baby is in a good position for breastfeeding are:** \r\n\r\n* the baby's head and\r\nbody are in line \r\n* the baby is close to the mother's body \r\n* the baby's whole\r\nbody is turned towards the mother \r\n* the baby is relaxed, happy and suckling.\r\n\r\n**Holding the baby in a poor position can cause difficulties such as:** \r\n\r\n* sore and cracked nipples \r\n* the baby does not receive enough milk \r\n* the baby refuses\r\nto feed. \r\n\r\n**Signs that the baby is well attached:** \r\n\r\n* more of the dark skin\r\naround the mother's nipple (areola) can be seen above the baby's mouth than\r\nbelow it \r\n* the baby's mouth is wide open \r\n* the baby's lower lip is turned\r\noutward * the baby's chin is touching the mother's breast. \r\n\r\n**Signs that the baby is suckling well:** \r\n\r\n* the baby takes long, deep sucks \r\n* the cheeks are\r\nround when suckling \r\n* the baby releases the breast when finished. \r\n\r\nGenerally, the mother does not feel any pain in her breast when breastfeeding. \r\n\r\nFrom birth, the baby should breastfeed whenever she or he wants. A baby should be\r\nfed on demand at least eight times in a 24-hour period, during both the day\r\nand the night. If a newborn sleeps more than three hours after breastfeeding,\r\nshe or he may be gently awakened and offered the breast. \r\n\r\nCrying is not a sign\r\nthat the baby needs other foods or drinks. It normally means the baby wants to\r\nbe held and cuddled more, the baby's diaper or nappy needs changing, or the\r\nbaby is too hot or cold. Some babies need to suckle the breast for comfort.\r\nMore suckling produces more breastmilk, which helps satisfy the baby's feeding\r\nneeds. If the baby cries a lot and does not settle after feeding and being\r\ncuddled, the mother may need additional breastfeeding support or the baby\r\nmight not be well. A trained health worker should be consulted. \r\n\r\nUsing pacifiers, dummies or bottles can interfere with establishing breastfeeding in\r\nthe baby's first months of life, as the sucking action for these is different\r\nfrom suckling at the breast. The baby may become used to the bottle teat or\r\npacifier and refuse the breast. This may cause less suckling time at the\r\nbreast, which reduces milk production. Pacifiers and bottle teats may become\r\ncontaminated, increasing a baby's risk of illness. \r\n\r\nMothers who fear they do\r\nnot have enough breastmilk often give their babies other food or drink in the\r\nfirst few months of life. This causes the baby to suckle less often, so less\r\nbreastmilk is produced. The mother will produce more milk if she does not give\r\nthe child other food or liquids and if she breastfeeds often. Mothers need to\r\nbe reassured that they can feed their babies under 6 months of age properly\r\nwith breastmilk alone, and they need to be shown how to do it. All mothers,\r\nespecially those lacking the confidence to breastfeed, need encouragement and\r\nsupport from the child's father and their families, neighbours, friends,\r\nhealth workers, employers and women's organizations. A mother who has\r\nundergone a Caesarean birth may require extra help to begin breastfeeding her\r\nbaby. \r\n\r\nSkilled birth attendants can raise awareness and understanding about the\r\nbenefits of breastfeeding. They should support mothers to initiate and\r\ncontinue breastfeeding and help fathers and other family members accept\r\nbreastfeeding as a natural and nutritious practice that protects the life of\r\nthe baby.\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 4, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "almost-every-mother-can-breastfeed-successfully-breastfeeding-the-baby-frequently-causes-production-of-more-milk-the-baby-should-breastfeed-at-least-eight-times-daily-day-and-night-and-on-demand", 
  "uuid": "275e8d0ff94346eb9856cd5b2064ecca"
}