{
  "subtitle": "", 
  "description": "Babies learn rapidly from the moment of birth. They grow and learn best when responsive and caring parents and other caregivers give them affection, attention and stimulation in addition to good nutrition, proper health care and protection.", 
  "language": "eng_GB", 
  "title": "Babies learn rapidly from the moment of birth. They grow and learn best when responsive and caring parents and other caregivers give them affection, attention and stimulation in addition to good nutri", 
  "primary_category": "5eb7b6c9d98e4cec8aab6735acb4ef08", 
  "created_at": "2014-09-10T13:49:12+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-24T12:05:37.204829+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "28f28ced3e5b4779b69573006e07c2d5", 
  "content": "Touch, hearing, smell, sight and taste are learning tools the child uses\r\ntoexplore and understand her or his world. \r\n\r\n**Affection, attention and stimulation** \r\n\r\nChildren's minds develop rapidly when they are talked to,\r\ntouched and cuddled; when they see and hear familiar faces and voices; and\r\nwhen they handle different objects. \r\n\r\nChildren learn quickly when they feel\r\nloved and secure from birth and when they play and interact with family\r\nmembers and other people close to them. The more often mothers, fathers and\r\nother caregivers play with, talk to and respond to the child, the faster she\r\nor he learns. \r\n\r\nParents and other caregivers should consistently talk, read and\r\nsing to infants and young children. Even if the child is not yet able to\r\nunderstand the words, these early 'conversations' help to develop social and\r\nlanguage skills and learning capacities. \r\n\r\nParents and other caregivers can help\r\nchildren learn and grow by giving them new, interesting and safe things to\r\nlook at, listen to, smell, hold and play with. \r\n\r\nChildren who feel secure and\r\nloved usually do better in school, are more self- confident, have good self-\r\nesteem and are able to cope more easily with life's challenges. \r\n\r\n**Good nutrition** \r\n\r\nExclusive breastfeeding on demand for the first six months, timely\r\nintroduction of safe and nutritious foods at the age of 6 months and continued\r\nbreastfeeding for two years or beyond provide the child with optimal nutrition\r\nand health benefits. Feeding time is also an opportunity for the child to\r\nreceive affection and have contact with the mother, father or other caregiver.\r\n\r\nGood nutrition is vital for a child's growth and development. The diet of a\r\npregnant woman and that of a young child should be varied and nutritious. It\r\nshould include essential nutrients such as proteins and essential fats to help\r\na child's body grow and have energy, vitamin A to help a child resist illness,\r\niodine to help ensure the healthy development of a child's brain, and iron to\r\nprotect a child's mental and physical abilities. \r\n\r\nWhile the mother has the primary role of breastfeeding the child, the father can support her by making sure she has nutritious food, helping with household and childcare\r\nresponsibilities, and being emotionally supportive of her, the baby, the older\r\nchildren and other family members. \r\n\r\n**Proper health care** \r\n\r\nThe health worker should inform parents and other caregivers about: \r\n\r\n* necessary immunizations and the schedule to follow \r\n* how to avoid anaemia and parasitic diseases in\r\nchildren over 6 months of age \r\n* why deworming is important \r\n* how to ensure that the child gets enough nutrients, such as iron and vitamin A, for her or his healthy mental and physical development. \r\n\r\nChildren who are anaemic,\r\nmalnourished or frequently sick may become fearful and upset more easily than\r\nhealthy children. They will also lack the drive to play, explore and interact\r\nwith others. These children need special attention, care and encouragement to\r\neat, play and interact with others in order to become healthy. \r\n\r\nInfants who\r\nhave completed their immunizations on time and are receiving proper nutrition,\r\nhealth care, love and affection have an increased chance of survival. They are\r\nable to concentrate on exploring, learning and developing cognitive, language,\r\nsocial, emotional and motor skills. \r\n\r\n**Protection and care from responsive and caring parents and/or other caregivers** \r\n\r\nBabies and small children should not\r\nbe left alone for long periods of time. This delays their physical and mental\r\ndevelopment. It also puts them at risk of accidents. \r\n\r\nGirls need the same\r\namount of food, attention, affection and care that boys need. All babies and\r\nyoung children need to be encouraged and praised when they learn to do\r\nsomething new and say new words. \r\n\r\nAll girls and boys should have their birth\r\nregistered in order to help ensure their right to access basic services, such\r\nas health care, education and legal and social services.\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 3, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "babies-learn-rapidly-from-the-moment-of-birth-they-grow-and-learn-best-when-responsive-and-caring-parents-and-other-caregivers-give-them-affection-attention-and-stimulation-in-addition-to-good-nutri", 
  "uuid": "28f28ced3e5b4779b69573006e07c2d5"
}