{
  "subtitle": "", 
  "description": "All water that people drink and use should come from a safe source or be purified. Containers for carrying and storing water need to be kept clean inside and outside and covered to keep the water clean. Where necessary, home-based water treatment, such as boiling, filtering, adding chlorine or disinfecting with sunlight, should be used to purify the water.", 
  "language": "eng_GB", 
  "title": "All water that people drink and use should come from a safe source or be purified. Containers for carrying and storing water need to be kept clean inside and outside and covered to keep the water clea", 
  "primary_category": "3415ea2a4314433ca7645eff98afde2c", 
  "created_at": "2014-07-22T18:03:11+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-24T16:34:53.765452+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "34bc9a501d284966b428f57f212dec75", 
  "content": "Families have fewer illnesses when they have an adequate supply of safe water\r\nand know how to keep it clean and free from germs. If the water is not clean\r\nit can be purified using low-cost solutions at home. It can be (1) boiled, (2)\r\ncleaned through a filter, (3) purified with chlorine or (4) disinfected with\r\nsunlight or other simple measures.10 The trained health worker or extension\r\nagent should have information on home treatments that are available locally.\r\n\r\nSafe water sources include properly constructed and maintained piped systems,\r\npublic standpipes, boreholes, pond sand filters, protected dug wells,\r\nprotected springs and rainwater collection. Water from unsafe sources -\r\nrivers, dams, lakes, ponds, streams, canals, irrigation channels, unprotected\r\nwells and springs - is best avoided. If necessary it can be made safer by the\r\nhome-based water treatment methods referred to above. Water should be safely\r\nstored in a covered container that is clean on the inside and outside.\r\n\r\n**Families and communities can protect their water supply by:** \r\n\r\n* lining and\r\ncovering open wells, installing a handpump and protecting the immediate area\r\nfrom animals and vandalism \r\n* protecting a spring with a spring box \r\n* disposing\r\nof faeces and waste water (especially from latrines and household cleaning)\r\nwell away from any water source used for cooking, drinking or washing \r\n* building latrines at least 15 metres away and downhill from a water source \r\n* always keeping jerry-cans, buckets, pitchers, ropes and jars used to collect\r\nand store water as clean as possible by storing them in a clean place, off the\r\nground and away from animals \r\n* keeping all animals away from drinking water\r\nsources and family living areas \r\n* avoiding the use of pesticides or chemicals\r\nanywhere near a water source. \r\n\r\n**Families can keep water clean in the home by:** \r\n\r\n* storing drinking water in a clean, covered container \r\n* washing hands\r\nregularly - including before handling stored clean water \r\n* taking water out of\r\nthe container with a clean ladle or cup \r\n* having a tap on the water container\r\n* not allowing anyone to put their fingers or hands into the container or to\r\ndrink directly from it \r\n* keeping all animals away from stored water. \r\n\r\nIf there\r\nis uncertainty about the safety of the drinking water, local authorities\r\nshould be consulted.\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 3, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "all-water-that-people-drink-and-use-should-come-from-a-safe-source-or-be-purified-containers-for-carrying-and-storing-water-need-to-be-kept-clean-inside-and-outside-and-covered-to-keep-the-water-clea", 
  "uuid": "34bc9a501d284966b428f57f212dec75"
}