{
  "subtitle": "", 
  "description": "Feeding times are periods of learning, love and interaction, which promote physical, social and emotional growth and development. The parent or other caregiver should talk to children during feeding, and treat and feed girls and boys equally and patiently.", 
  "language": "eng_GB", 
  "title": "Feeding times are periods of learning, love and interaction, which promote physical, social and emotional growth and development. The parent or other caregiver should talk to children during feeding, ", 
  "primary_category": "6dab72d2d4c34cbfb4fe91df729cdbb0", 
  "created_at": "2014-09-12T09:12:03+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-24T15:24:56.154732+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "4038de798cdf4ed795706b8a528f2100", 
  "content": "Mealtimes provide the opportunity for mothers and fathers or other caregivers\r\nto interact and talk with children and support their learning. This helps to\r\nstimulate social and emotional development. \r\n\r\nIt is important to encourage\r\nchildren to eat, but not to force-feed them. Each child's needs vary due to\r\ndifferences in breastmilk intake and variability in growth rate. Infants need\r\nto be fed directly. Young children should be assisted when they are learning\r\nto feed themselves. \r\n\r\nIf a child refuses to eat a variety of foods, the\r\ncaregiver can experiment with different food combinations, tastes, textures\r\nand methods of encouragement. The caregiver should minimize distractions\r\nduring meals if the child loses interest easily. \r\n\r\nGirls and boys require the\r\nsame amount of attention and time for feeding. They should receive the same\r\nquantity and quality of food and drink. They both need to be breastfed for the\r\nfirst six months and receive an adequate variety and quantity of foods after\r\nsix months. It is important for both mothers and fathers to be informed about\r\nchild nutrition. Both parents should take part in feeding their daughters and\r\nsons.\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 3, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "feeding-times-are-periods-of-learning-love-and-interaction-which-promote-physical-social-and-emotional-growth-and-development-the-parent-or-other-caregiver-should-talk-to-children-during-feeding", 
  "uuid": "4038de798cdf4ed795706b8a528f2100"
}