{
  "subtitle": "", 
  "description": "Why it is important ", 
  "language": "eng_GB", 
  "title": "Why it is important ", 
  "primary_category": "99fdaf31bc2949a5ab89f7b2217811d6", 
  "created_at": "2014-09-15T09:05:12+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-24T16:52:39.081082+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "43e790e16cf342bba6befd06dea8c80e", 
  "content": "HIV (human immunodeficiency virus) is the virus that causes AIDS (acquired immunodeficiency syndrome). HIV touches the lives of children and families in every country in the world. Over 2 million children under age 15 are living with HIV (infected with HIV). Millions more are affected by HIV (not infected but living in families with infected members). An estimated 17.5 million children have lost one or both parents to AIDS; more than 14 million of these children live in sub-Saharan Africa. (Latest data available, 2007)\r\n\r\nHIV is transmitted through (1) unprotected sex with an HIV-infected person; (2) an HIV-infected woman to her baby during pregnancy, childbirth or breastfeeding; and (3) blood from HIV-contaminated syringes, needles or other sharp instruments and from transfusion with HIV-contaminated blood. HIV is not transmitted through casual contact or by other means.\r\n\r\nChildren are among the most vulnerable to HIV. But they typically receive the fewest services. The disease can progress rapidly in young children. Antiretroviral drugs are used to treat HIV because they restore the immune system and delay progression to AIDS. However, most children infected with HIV do not begin taking these drugs until they are 5–9 years old. *This is too late*. Without antiretroviral treatment, half of all babies born with HIV will die by their second birthday.\r\n\r\nAlthough HIV is still incurable, it is a manageable condition. If infected infants and children are diagnosed early, receive effective treatment and take antiretroviral drugs as prescribed, they have a better chance to grow, learn, develop and have dreams for the future.\r\n\r\nFamilies and communities, especially women and girls, are the first lines of protection and care for children living with or affected by HIV. Families should receive the support they need to provide their children with a nurturing and protective environment. Keeping HIV-positive mothers and fathers alive and healthy is vital for children's growth, development and stability. Without the security of the family, children run a greater risk of being exploited and discriminated against.\r\n\r\nAdolescents and young people 15–24 years old accounted for about 45 per cent of all new HIV infections among people aged 15 and older in 2007. HIV is more common among adolescent girls and young women than adolescent boys and young men. Life skills education is critical for children, adolescents and young people so that they acquire the knowledge and skills to make healthy life choices.\r\n\r\nGovernments, with support from families, communities and non-governmental and faith-based organizations, have a responsibility to ensure people's right to information on HIV prevention, treatment and care. They also have the responsibility to ensure the rights of children living with or affected by HIV to protection, care and support. It is important that children, families and communities help stop the spread of HIV.", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 11, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "why-it-is-important-10", 
  "uuid": "43e790e16cf342bba6befd06dea8c80e"
}