{
  "subtitle": "", 
  "description": "The disruption and stress caused by disasters and armed conflict can frighten and anger children. When such events occur, children need special attention and extra affection. They should be kept as safe as possible and supported in resuming normal activities. Children can be given age-appropriate opportunities to participate in the responses to and decisions regarding the emergency situation.", 
  "language": "eng_GB", 
  "title": "The disruption and stress caused by disasters and armed conflict can frighten and anger children. When such events occur, children need special attention and extra affection. They should be kept as sa", 
  "primary_category": "13268372781c4187a13a871b7c177fd0", 
  "created_at": "2014-09-12T11:01:33+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-24T15:37:05.998071+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "456dab6551e446888bf41d32db032428", 
  "content": "A move to a new community or country can be stressful, especially if the child's family has fled violence or a disaster. Displaced children sometimes may have to learn a new language and culture. Often, schools and community organizations can assist children and their families with the transition and integration into their new community.\r\n\r\n**Parents or regular caregivers, peers, teachers and community members are an important source of support and security for children. Families and communities can help children if they:**\r\n\r\n - listen to both girls and boys and provide them opportunities to\r\n   express their concerns, participate in decision-making and find\r\n   solutions\r\n - provide children with age-appropriate information, reassurance and\r\n   emotional support\r\n - maintain familiar routines in daily life and resume normal activities\r\n   as soon as possible\r\n - provide enjoyable age-appropriate activities for children such as\r\n   cultural activities, visits to friends and families, and sports\r\n - encourage children to continue to play and socialize with others\r\n - provide children with age-appropriate opportunities to participate in\r\n   meaningful ways in everyday activities and in the emergency response,\r\n   such as assisting with teaching and caring for young children\r\n - maintain clear rules for acceptable behaviour and avoid physical\r\n   punishment\r\n - provide safe spaces where children and parents can socialize, learn\r\n   life skills and access basic services\r\n - help children learn how to manage their stress.\r\n\r\nWhen children's stress reactions are severe and last for a long time, they need help from a qualified professional such as a counsellor, psychologist or specialized nurse or doctor.\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 8, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "the-disruption-and-stress-caused-by-disasters-and-armed-conflict-can-frighten-and-anger-children-when-such-events-occur-children-need-special-attention-and-extra-affection-they-should-be-kept-as-sa", 
  "uuid": "456dab6551e446888bf41d32db032428"
}