{
  "subtitle": "", 
  "description": "Some important facts about breastfeeding", 
  "language": "eng_GB", 
  "title": "The importance of breastfeeding", 
  "primary_category": "69cfa562d4ee49c7b9c55e2873a690d5", 
  "created_at": "2015-07-06T18:10:42+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-07-06T18:10:42+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Babies who are breastfed are generally healthier and achieve optimal growth and development compared to those who are fed formula milk.\r\n\r\nIf the vast majority of babies were exclusively fed breastmilk in their first six months of life – meaning only breastmilk and no other liquids or solids, not even water – it is estimated that it could save around 800,000 under-5 lives every year. If children continue to be breastfed up to two years and beyond, their health and development would be improved.\r\n\r\nInfants who are not breastfed are at an increased risk of illness or dying from illness. Breastfed babies can receive protection from illnesses through the mother’s milk.\r\nBreastfeeding is the natural and recommended way of feeding all infants, even when artificial feeding is affordable, clean water is available, and good hygienic conditions exist.\r\n\r\n**What every family and community should know about breastfeeding**\r\n\r\n 1. **Breastmilk alone is the best food and drink for an infant for the first 6 months of life.** No other food or drink, not even water, is usually needed during this period.\r\n\r\n 2. **Newborn babies should be given to the mother to hold immediately after delivery.** They should have skin-to-skin contact with the mother and begin breastfeeding within one hour of birth.\r\n\r\n 3. **Almost every mother can breastfeed successfully.** Breastfeeding the baby frequently causes production of more milk. \r\n\r\n 4. **Breastfeeding helps protect babies and young children against dangerous illnesses.** It also creates a special bond between mother and child.\r\n\r\n 5. **If a woman is infected with HIV, she should start antiretroviral treatment and exclusively breastfeed her baby** for 6 months, then introduce appropriate complementary foods and continue breastfeeding up to the child’s first birthday. Breastfeeding should only stop once a nutritionally adequate and safe diet without breast milk can be provided.\r\n\r\n 6. **A woman employed away from her home can continue to breastfeed her child.** She should breastfeed as often as possible when she is with the infant and express her breastmilk when they are apart so that another caregiver can feed it to the baby in a clean and safe way.\r\n\r\n 7. **After 6 months of age, when babies begin to eat foods, breastfeeding should continue** for up to two years and beyond because it is an important source of nutrition, energy and protection from illness.\r\n\r\nNext article: ", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": "bf9e4f9567e3436084ea8c0d9b86fadb", 
  "published": null, 
  "position": 55, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "importance-breastfeeding", 
  "uuid": "4de25466ccf74bf78a2ca8689e37468e"
}