{
  "subtitle": "", 
  "description": "Sometimes, coughs are signs of a serious problem. A child who is breathing rapidly or with difficulty might have pneumonia, an infection of the lungs. This is a life-threatening disease. The child needs immediate treatment from a trained health worker, who can also provide a referral to a health facility.", 
  "language": "eng_GB", 
  "title": "Sometimes, coughs are signs of a serious problem. A child who is breathing rapidly or with difficulty might have pneumonia, an infection of the lungs. This is a life-threatening disease. The child nee", 
  "primary_category": "f2a53caa0a8943bca4901f2855338841", 
  "created_at": "2014-09-12T10:19:40+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-24T16:25:58.562201+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "4ff876c9bb194623bdea49cb2261f8dd", 
  "content": "Most coughs, colds, fevers, sore throats and runny noses end without requiring\r\nmedication. But sometimes a cough and a fever are signs of pneumonia, which\r\nneeds to be treated by a trained health worker. \r\n\r\nIf a trained health worker\r\nprovides antibiotics to treat the pneumonia, it is important to follow the\r\ninstructions and give the child all the medicine for as long as the\r\ninstructions say, even if the child seems better. \r\n\r\nMany children die of\r\npneumonia at home because their parents or other caregivers do not realize the\r\nseriousness of the illness and the need for immediate medical care. Millions\r\nof child deaths from pneumonia can be prevented if: \r\n\r\n* parents and other\r\ncaregivers know that rapid and difficult breathing is a danger sign, requiring\r\nurgent medical help \r\n* parents and other caregivers know where to get medical\r\nhelp \r\n* medical help and appropriate and low-cost antibiotics are readily\r\navailable. \r\n\r\n**The child should be taken immediately to a trained health worker\r\nor clinic if any of the following symptoms are present:** \r\n\r\n* the child is\r\nbreathing much more quickly than usual: from birth to 59 days - 60 breaths a\r\nminute; 2 months to 12 months - 50 breaths a minute or more; over 12 months to\r\n5 years - 40 breaths a minute or more \r\n* the child is breathing with difficulty\r\nor gasping for air \r\n* the lower part of the chest sucks in when the child\r\nbreathes in, or it looks as though the stomach is moving up and down \r\n* the\r\nchild has had a cough for more than three weeks \r\n* the child is unable to\r\nbreastfeed or drink \r\n* the child vomits frequently. \r\n\r\nHealth-care providers have\r\na responsibility to provide parents and other caregivers with this information\r\non the health risks for a child with pneumonia and the preventive steps and\r\ntreatments to take.\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 3, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "sometimes-coughs-are-signs-of-a-serious-problem-a-child-who-is-breathing-rapidly-or-with-difficulty-might-have-pneumonia-an-infection-of-the-lungs-this-is-a-life-threatening-disease-the-child-nee", 
  "uuid": "4ff876c9bb194623bdea49cb2261f8dd"
}