{
  "subtitle": "", 
  "description": "How can we fight against the consequences of HIV/AIDS? \r\n", 
  "language": "eng_GB", 
  "title": "Learn how to avoid HIV/AIDS", 
  "primary_category": "8998d63a575943108f77caaf57686002", 
  "created_at": "2015-07-06T18:47:43+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-07-06T18:47:43+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "**HIV (human immunodeficiency virus) is the virus that causes AIDS (acquired immunodeficiency syndrome).**\r\n\r\n**HIV touches the lives of children and families in every country in the world.**\r\n\r\n**Over 3 million children under age 15 are living with HIV (infected with HIV).** Millions more are affected by HIV (not infected but living in families with infected members).\r\n\r\n**In 2013, an estimated 17.7 million children lost one or both parents to AIDS.**\r\n\r\n**How can we fight against the consequences of HIV/AIDS?** \r\n\r\n1. **HIV is the virus that causes AIDS.** It is preventable and treatable, but it has no cure. \r\nPeople can become infected with HIV through: (A) unprotected sexual contact with an HIV-infected person (sex without the use of a male or female condom); (B) transmission from an HIV-infected mother to her child during pregnancy, childbirth or breastfeeding;(C) blood from HIV-contaminated syringes, needles or other sharp instruments and transfusion with HIV-contaminated blood. It is not transmitted by casual contact or other means.\r\n\r\n2. **Anyone who wants to know how to prevent HIV** or thinks he or she has HIV should contact a health-care provider or an AIDS centre to obtain information on HIV prevention and/or advice on where to receive HIV testing, counselling, care and support.\r\n\r\n3. **All pregnant women should talk to their health-care providers about HIV.** All pregnant women who think they have been infected with or exposed to HIV or live in a setting with a generalized HIV epidemic should get an HIV test and counselling to learn how to protect themselves and their children, partners and family members.\r\n\r\n4. **All children born to HIV-positive mothers or to parents with symptoms or signs associated with HIV infection should be tested for HIV.** If found to be HIV-positive, they need follow-up care and treatment, as well as affection and support.\r\n\r\n5. **Parents or other caregivers should talk with their children** about relationships, sex and vulnerability to HIV infection. Girls and young women are especially vulnerable to HIV infection. Girls and boys need to understand the importance of equality and respect in relationships.\r\n\r\n6. **Parents, teachers, peer leaders and other role models** should provide adolescents with a safe environment and a range of life skills that can help them make healthy choices and practise healthy behaviour.\r\n\r\n7. **Children and adolescents have a strong voice** in making and implementing decisions on HIV prevention, care and support that affect them, their families and their communities.\r\n\r\n8. **Families affected by HIV may need income support** and social services to help them care for sick family members and children. \r\n\r\n9. **No child or adult affected by HIV should face stigma** or discrimination. Parents, teachers and leaders play a key role in HIV education and prevention and in reducing stigma and discrimination.\r\n\r\n10. **All people living with HIV** should know their rights.\r\n\r\nNext category:\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": "e380c5ab0a924216bbfc9a607ded5015", 
  "published": null, 
  "position": 107, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "learn-how-avoid-hivaids", 
  "uuid": "580023838f7646fcb7d7c8eac32ac1ff"
}