{
  "subtitle": "", 
  "description": "Measles, diarrhoea, pneumonia, malaria, malnutrition and neonatal complications are major causes of child deaths, particularly during emergencies.", 
  "language": "eng_GB", 
  "title": "Measles, diarrhoea, pneumonia, malaria, malnutrition and neonatal complications are major causes of child deaths, particularly during emergencies.", 
  "primary_category": "13268372781c4187a13a871b7c177fd0", 
  "created_at": "2014-09-15T08:58:34+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-24T15:29:10.716255+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "5bf20e72fe4f4b56b4853fe87b83e4fe", 
  "content": "Infectious diseases spread easily in crowded emergency conditions. To reduce the risks:\r\n\r\n - ensure that all children 6 months to 15 years of age are\r\n   appropriately immunized, especially against measles, at the first\r\n   point of contact or settlement\r\n - continue to seek health-care services to prevent and treat illnesses.\r\n\r\n*(Refer to the chapters on Safe Motherhood and Newborn Health, Immunizations; Coughs, Colds and More Serious Illnesses, and Malaria.)*\r\n\r\nMalnutrition is more common in emergencies due to shortages of food, increased disease and disruption of caring practices. It is therefore important to ensure that children:\r\n\r\n - breastfeed and receive adequate amounts of age-appropriate nutritious\r\n   foods and drinks\r\n - receive micronutrient supplements in addition to fortified foods.\r\n\r\nChildren who are very thin and/or swollen (usually the feet and legs) need to be taken to a trained health worker or health facility for immediate assessment and treatment and further management in accordance with their status.\r\n\r\n*(Refer to the chapters on Breastfeeding, and Nutrition and Growth.)*\r\n\r\nIn emergencies, lack of safe water, sanitation and hygiene can cause disease that may turn into an epidemic. Cholera can occur where there is poor sanitation and overcrowding. Basic steps to follow include:\r\n\r\n - continue to wash hands frequently with soap and water or a\r\n   substitute, such as ash and water\r\n - dispose of faeces and garbage safely\r\n - practise safe food preparation\r\n - use safe water sources or employ home-based water treatment, such as\r\n   boiling, filtering, adding chlorine or disinfecting with sunlight\r\n - store safe water in clean, covered containers.\r\n\r\n*(Refer to the chapters on Hygiene and Diarrhoea.)*\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 3, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "measles-diarrhoea-pneumonia-malaria-malnutrition-and-neonatal-complications-are-major-causes-of-child-deaths-particularly-during-emergencies", 
  "uuid": "5bf20e72fe4f4b56b4853fe87b83e4fe"
}