{
  "subtitle": "", 
  "description": "Why it is important", 
  "language": "eng_GB", 
  "title": "Why it is important ", 
  "primary_category": "e1da05c882364f7c891f9da57f5e981d", 
  "created_at": "2014-09-10T12:27:14+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-24T11:15:37.079107+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "5c2ffc0d4d694e67ad5bfd2672408af1", 
  "content": "Every pregnant woman hopes for a healthy baby and an uncomplicated pregnancy.\r\nHowever, every day, about 1,500 women and adolescent girls die from problems\r\nrelated to pregnancy and childbirth. Every year, some 10 million women and\r\nadolescent girls experience complications during pregnancy, many of which\r\nleave them and/or their children with infections and severe disabilities. \r\n\r\nEach\r\nyear, about 3 million babies are stillborn, and 3.7 million babies (latest\r\ndata available, 2004) die very soon after birth or within the first month. The\r\npoor health of the mother, including diseases that were not adequately treated\r\nbefore or during pregnancy, is often a factor contributing to newborn deaths\r\nor to babies born too early and/or with low birth weight, which can cause\r\nfuture complications. \r\n\r\nThe risks of childbearing for the mother and her baby\r\ncan be greatly reduced if: 1) a woman is healthy and well nourished before\r\nbecoming pregnant; 2) she has regular maternity care by a trained health\r\nworker at least four times during every pregnancy; 3) the birth is assisted by\r\na skilled birth attendant, such as a doctor, nurse or midwife; 4) she and her\r\nbaby have access to specialized care if there are complications; and 5) she\r\nand her baby are checked regularly during the 24 hours after childbirth, in\r\nthe first week, and again six weeks after giving birth. \r\n\r\nPregnant women and\r\ntheir partners who are HIV-positive or think they may be infected should\r\nconsult a trained health worker for counselling on reducing the risk of\r\ninfecting the baby during pregnancy, childbirth and breastfeeding, and caring\r\nfor themselves and their baby. \r\n\r\nGovernments have a responsibility to ensure\r\nthat every woman has access to quality maternity care, including prenatal and\r\npost-natal services; a skilled birth attendant to assist at childbirth;\r\nspecial care and referral services in the event serious problems arise; and\r\nmaternity protection in the workplace. \r\n\r\nMost governments have ratified the\r\nConvention on the Elimination of All Forms of Discrimination against Women.\r\nSome countries have ratified the international agreements on maternity\r\nprotection, and most have enacted legislation on maternity protection. These\r\ninternational agreements in defence of women's rights include a legally\r\nbinding commitment to provide pregnant women and mothers with health services\r\nand protection in the workplace. \r\n\r\nMany women, including adolescents, have\r\ndifficulty accessing quality health care due to poverty, distance, lack of\r\ninformation, inadequate services or cultural practices. Governments and local\r\nauthorities, with support from non- governmental and community-based\r\norganizations, have a responsibility to address these issues to ensure that\r\nwomen receive the quality health care they need and that they and their\r\nnewborns have a right to receive.\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 10, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "why-it-is-important-1", 
  "uuid": "5c2ffc0d4d694e67ad5bfd2672408af1"
}