{
  "subtitle": "", 
  "description": "What every family and community has a right to know about nutrition\r\n", 
  "language": "eng_GB", 
  "title": "Good nutrition helps growth", 
  "primary_category": "69cfa562d4ee49c7b9c55e2873a690d5", 
  "created_at": "2015-07-06T18:19:32+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-07-06T18:19:32+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "**Globally, nearly half of under-5 child deaths every year are attributed to undernutrition, which weakens the body’s resistance to illness.**\r\n\r\nIf a woman is malnourished during pregnancy or if her child is malnourished in the first 1000 days of life, the child’s physical and mental growth and development will be slowed. This cannot be corrected when the child is older – it will affect the child for the rest of his or her life.\r\n\r\nUndernutrition develops when the body does not get the proper amount of energy (calories), proteins, carbohydrates, fats, vitamins, minerals and other nutrients required to keep the organs and tissues healthy and functioning well. A child or adult can be malnourished by being undernourished or overnourished. \r\n\r\n**What every family and community has a right to know about nutrition:**\r\n\r\n **1. A young child should grow and gain weight rapidly.** From birth, children should be weighed regularly to assess growth. If regular weighing shows that the child is not gaining weight, or the parents or other caregivers see the child is not growing, something is wrong. The child needs to be seen by a trained health worker.\r\n\r\n **2. Breastmilk alone is the only food and drink an infant needs in the first six months of life.** After six months, a baby needs a variety of other foods in addition to breastmilk to ensure healthy growth and development.\r\n\r\n **3. From the age of 6 months, due to increasing energy needs, a child needs to eat two to three times per day, from 9-23 months, three to four times per day** – in addition to breastfeeding. Depending on the child’s appetite, one or two nutritious snacks, such as fruit or bread with nut paste, may be needed between meals. The baby should be fed small amounts of food that steadily increase in variety and quantity as he or she grows.\r\n\r\n **4. Feeding times are periods of learning, love and interaction,** which promote physical, social and emotional growth and development. The parent or other caregiver should talk to children during feeding, and treat and feed girls and boys equally and patiently.\r\n\r\n **5. Infants and young children need extra vitamin A to help resist illness, protect their eyesight and help them grow.** Vitamin A can be found in many fruits and vegetables, red palm oil, eggs, dairy products, liver, fish, meat, fortified foods and breastmilk. In areas where vitamin A deficiency is common, high-dose vitamin A supplements can also be given every four to six months to children aged 6 months to 5 years.\r\n\r\n **6. Children need iron-rich foods to protect their physical and mental abilities and to prevent anaemia.** The best sources of iron are animal sources, such as liver, lean meats and fish. Other good sources are iron-fortified foods and iron supplements.\r\n\r\n **7. Iodine in a pregnant woman’s and young child’s diet is especially critical for the development of the child’s brain.** It is essential to help prevent learning disabilities and delayed development. Using iodized salt instead of ordinary salt provides pregnant women and their children with as much iodine as they need.\r\n\r\n **8. As the child’s intake of food and drink increases, the risk of diarrhoea substantially increases.** Food contamination is a major cause of diarrhoea and other illnesses that cause children to lose nutrients and energy needed for growth and development. Good hygiene, safe water and proper food handling, preparation and storing are crucial to prevent illnesses.\r\n\r\n **9. During an illness, children need additional fluids and encouragement to eat regular meals, and breastfeeding infants need to breastfeed more often.** After an illness, children need to be offered more food than usual to replenish the energy and nourishment lost due to the illness.\r\n\r\n **10. Very thin and/or swollen children need special medical care.** They should be taken to a trained health worker or health facility for assessment and treatment.\r\n\r\nNext article:", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 56, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "good-nutrition-helps-growth", 
  "uuid": "63daaf93c3e84cb1b0d5d868ba32d014"
}