{
  "subtitle": "", 
  "description": "Families affected by HIV may need income support and social welfare services to help them take care of sick family members and children. Families should be guided and assisted in accessing these services.", 
  "language": "eng_GB", 
  "title": "Families affected by HIV may need income support and social welfare services to help them take care of sick family members and children. Families should be guided and assisted in accessing these servi", 
  "primary_category": "99fdaf31bc2949a5ab89f7b2217811d6", 
  "created_at": "2014-09-15T09:10:12+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-24T17:05:36.668185+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "66f52605ee7946268d3917455902b382", 
  "content": "Families provide the 'first line' response for protecting, caring for and supporting children infected with or affected by HIV. Families and relatives absorb almost all the costs involved in caring for these children.\r\n\r\nFamilies are generally recognized as the best source of the loving care, protection and support that children need. Mothers, fathers or other primary caregivers infected with HIV need support to live longer. Prolonging their lives and keeping them healthy helps to keep a family together.\r\n\r\nThe majority of children who have lost one or both parents are living in families that are often stretched economically and in need of support. Caregivers tend to be female, including some who are children themselves and many who are elderly, such as grandmothers.\r\n\r\nPartnerships involving the government and community or non-governmental or faith-based organizations can provide support to improve the economic situation of families affected by HIV. Support might include access to microcredit, low-interest bank loans and social grants.\r\n\r\nHow to access income support, such as social grants and social welfare services, should be clearly detailed in national guidelines. These should be well communicated, understood and administered at the local level. Information provided by families when applying for social grants and services should be kept confidential.\r\n\r\nAs part of the social welfare services, health-care providers should make sure that HIV-positive children and adults from the same family can obtain treatment and support in the same health facility. This helps conserve the family's time, energy and resources.\r\n\r\nSocial welfare services, with support from community and non-governmental and faith-based organizations, should help parents and other caregivers develop the skills needed to care for children affected by or infected with HIV.\r\n\r\n**If the child is HIV-positive, the caregivers need help to:**\r\n\r\n* learn about the HIV infection\r\n* know how to care for and support the child, including ensuring adherence to an ART regimen\r\n* reduce their fear of contracting HIV from the child\r\n* know how to protect themselves when caring for the child\r\n* understand and respond to the emotional needs of the child.\r\n\r\nA child who has lost a parent, other caregiver or sibling because of AIDS needs psychosocial support from his or her family and possibly counselling to work through the trauma and grief. A parent or other caregiver may need support to understand the stages of a child's grief relative to his or her age, as well as appropriate psychosocial responses.\r\n\r\nParents living with HIV should make sure that each of their children has a birth certificate. Parents should make a will to establish 1) who will be the guardians of their children and 2) if they have money land or livestock how these assets will be distributed. If the children are old enough to understand, they should be involved in these deliberations with their parents.", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 8, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "families-affected-by-hiv-may-need-income-support-and-social-welfare-services-to-help-them-take-care-of-sick-family-members-and-children-families-should-be-guided-and-assisted-in-accessing-these-servi", 
  "uuid": "66f52605ee7946268d3917455902b382"
}