{
  "subtitle": "", 
  "description": "Why it is important ", 
  "language": "eng_GB", 
  "title": "Why it is important ", 
  "primary_category": "6dab72d2d4c34cbfb4fe91df729cdbb0", 
  "created_at": "2014-09-12T08:56:49+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-24T13:07:38.739753+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "679b016cf05b420892e934cc9ad52168", 
  "content": "More than one third of all child deaths every year around the world are\r\nattributed to malnutrition, specifically undernutrition, which weakens the\r\nbody's resistance to illness. \r\n\r\nIf a woman is malnourished during pregnancy or\r\nif her child is malnourished during the first two years of life, the child's\r\nphysical and mental growth and development will be slowed. This cannot be\r\ncorrected when the child is older - it will affect the child for the rest of\r\nhis or her life. \r\n\r\nMalnutrition develops when the body does not get the proper\r\namount of energy (calories), proteins, carbohydrates, fats, vitamins, minerals\r\nand other nutrients required to keep the organs and tissues healthy and\r\nfunctioning well. A child or adult can be malnourished by being undernourished\r\nor overnourished. \r\n\r\nIn most parts of the world malnutrition occurs when people\r\nare undernourished. Primary reasons for undernourishment, especially of\r\nchildren and women, are poverty, lack of food, repeated illnesses,\r\ninappropriate feeding practices, lack of care and poor hygiene.\r\nUndernourishment raises the risk of malnutrition. The risk is greatest in the\r\nfirst two years of life. The risk further increases when diarrhoea and other\r\nillnesses sap the body of the proteins, minerals and nutrients required to\r\nstay healthy. \r\n\r\nWhen a household does not have enough food and has conditions\r\nthat make diarrhoea and other illnesses common, children are the most\r\nvulnerable to becoming malnourished. When children become sick, they lose\r\nenergy and nutrients quickly, which puts their lives at risk faster than\r\nadults. \r\n\r\nOvernutrition is when a person is overweight or obese. It can cause\r\ndiabetes in childhood and cardiovascular disease and other diseases in\r\nadulthood. Sometimes children eat large quantities of foods that are high in\r\nenergy but not rich in other necessary nutrients, such as sugary drinks or\r\nfried, starchy foods. In such cases improving the quality of the child's diet\r\nis crucial along with increasing his or her level of physical activity.\r\n\r\nChildren with chronic diseases, such as HIV, are even more susceptible to\r\nmalnutrition. Their bodies have a harder time absorbing vitamins, iron and\r\nother nutrients. Children with disabilities may need extra attention to make\r\nsure they get the nutrition they need. \r\n\r\nAll girls and boys have the right to a\r\ncaring and protective environment, with mothers, fathers or other caregivers\r\nmaking sure they are well nourished with a healthy diet.\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 10, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "why-it-is-important-4", 
  "uuid": "679b016cf05b420892e934cc9ad52168"
}