{
  "subtitle": "", 
  "description": "The early years, especially the first three years of life, are very important for building the baby's brain. Everything she or he sees, touches, tastes, smells or hears helps to shape the brain for thinking, feeling, moving and learning.", 
  "language": "eng_GB", 
  "title": "The early years, especially the first three years of life, are very important for building the baby's brain. Everything she or he sees, touches, tastes, smells or hears helps to shape the brain for th", 
  "primary_category": "5eb7b6c9d98e4cec8aab6735acb4ef08", 
  "created_at": "2014-09-10T13:50:42+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-24T12:00:52.199495+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "6aa605ee13e34d6eb7413999cd393f6f", 
  "content": "A child's brain develops rapidly during the first five years of life,\r\nespecially the first three years. It is a time of rapid cognitive, linguistic,\r\nsocial, emotional and motor development. For example, a child learns many\r\nwords starting at around 15-18 months. Rapid language learning continues into\r\nthe preschool years. \r\n\r\nThe child's brain grows as she or he sees, feels, tastes,\r\nsmells and hears. Each time the child uses one of the senses, a neural\r\nconnection is made in the child's brain. New experiences repeated many times\r\nhelp make new connections, which shape the way the child thinks, feels,\r\nbehaves and learns now and in the future. \r\n\r\nA close relationship between the child and the caregiver is the best way to nourish the child's growing brain.\r\nWhen a caregiver plays with and sings, speaks, reads or tells a story to the\r\nchild and nurtures her or him with healthy food, love and affection, the\r\nchild's brain grows. Being healthy, interacting with caregivers and living in\r\na safe and clean environment can make a big difference in a child's growth,\r\ndevelopment and future potential. \r\n\r\nBabies need lots of care and affection in the early years. Holding, cuddling and talking to the child stimulate brain growth and promote emotional development. Being kept close to the mother and\r\nbreastfed on demand provide the infant with a sense of emotional security. The\r\nbaby suckles for both nutrition and comfort. \r\n\r\nFor young children, crying is a\r\nway of communicating. Responding to the child's cry by holding and/or talking\r\nsoothingly to her or him will help establish a sense of trust and security.\r\nThis kind of early bonding and attachment to the mother, father or other close\r\ncaregiver helps a child develop a broad range of abilities to use and build\r\nupon throughout life. These include the ability to: \r\n\r\n* learn \r\n* be self- confident and have high self-esteem \r\n* have positive social skills \r\n* have successful relationships at later ages \r\n* develop a sense of empathy. \r\n\r\nAs children's brains develop, so do their emotions, which are real and powerful.\r\nChildren may become frustrated if they are unable to do something or have\r\nsomething they want. They are often frightened of strangers, new situations or\r\nthe dark. Children whose reactions are laughed at, punished or ignored may\r\ngrow up shy and unable to express emotions normally. If caregivers are patient\r\nand sympathetic when a child expresses strong emotions, the child is more\r\nlikely to grow up happy, secure and well balanced. \r\n\r\nBoys and girls have the\r\nsame physical, mental, emotional and social needs. Both have the same capacity\r\nfor learning. Both have the same need for affection, attention and approval.\r\n\r\nYoung children can experience excessive stress if they are physically or\r\nemotionally punished, are exposed to violence, are neglected or abused, or\r\nlive in families with mental illness, such as depression or substance abuse.\r\nThese stresses interfere with the developing brain and can lead to cognitive,\r\nsocial and emotional delays and behaviour problems in childhood and later in\r\nlife. \r\n\r\nChildren who are physically or mentally punished in anger are more\r\nlikely to become violent themselves. More positive and effective ways to\r\naddress children's behaviour can include: \r\n\r\n* providing a child with clear explanations about what to do and what not to do \r\n* responding consistently to certain behaviours \r\n* praising good behaviour. \r\n\r\nThese responses by parents and other caregivers encourage children so they become well-adjusted and\r\nproductive members of the family and community. \r\n\r\nBoth parents, as well as other family members, need to be involved in caring and nurturing the growth,\r\nlearning and development of children. They should make both girls and boys\r\nfeel equally valued as they encourage them to learn and explore - this is\r\nimportant preparation for school. \r\n\r\nMothers around the world generally take on\r\nthe primary role of addressing their children's rights and needs. They love,\r\nfeed, console, teach, play with and care for their children. \r\n\r\nA father's role is as vital as the mother's in nurturing and caring for their children and\r\nprotecting their rights. A father should make daughters and sons feel they are\r\nequally important. Just like the mother, the father can help meet their\r\nchild's needs for love, affection, approval, encouragement and stimulation.\r\nTogether, the mother and father can ensure that the child receives a quality\r\neducation and good nutrition and health care.\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 2, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "the-early-years-especially-the-first-three-years-of-life-are-very-important-for-building-the-babys-brain-everything-she-or-he-sees-touches-tastes-smells-or-hears-helps-to-shape-the-brain-for-th", 
  "uuid": "6aa605ee13e34d6eb7413999cd393f6f"
}