{
  "subtitle": "", 
  "description": "How to avoid injury?", 
  "language": "eng_GB", 
  "title": "Staying safe from injury", 
  "primary_category": "5ff634b75ff84550bfad455f00984503", 
  "created_at": "2015-07-06T18:49:37+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-07-06T18:49:37+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "**Every year, hundreds of thousands of children die from injuries.  Millions more require hospital care for non-fatal injuries. Many are left with permanent disabilities or brain damage.**\r\n\r\nThe most common injuries are traffic injuries, non-fatal drowning (sometimes referred to as near drowning), burns, falls and poisoning.\r\n\r\n**Almost all injuries can be prevented.**\r\n\r\n**How to avoid injury**\r\n\r\n1.\t**Many serious injuries can be prevented** if parents and other caregivers supervise children carefully and provide a safe environment.\r\n\r\n2.\t**Young children are at risk on or near roads.** Children should not play on or near a street and should always have someone older with them when they are near or crossing a road. They should wear a helmet when on a bicycle or motorcycle and should be securely strapped into an age-appropriate child restraint when in a moving vehicle.\r\n\r\n3.\t**Children can drown in less than two minutes and in a very small amount of water**, even in a bathtub. They should never be left alone in or near water.\r\n\r\n4.\t**Burns can be prevented by keeping children away from fires**, cooking stoves, hot liquids and foods, and exposed electric wires.\r\n\r\n5.\t**Falls are a major cause of injury for young children.** Stairs, balconies, roofs, windows, and play and sleeping areas should be made secure, using barriers with vertical bars to protect children from falling.\r\n\r\n6.\t**Medicines, poisons, insecticides, bleach, acids and liquid fertilizers and fuels, such as paraffin (kerosene), should be stored carefully out of children’s sight and reach.** Dangerous substances should be stored in clearly marked containers and never in drinking bottles. Child-resistant lids should be used on containers of poisonous products.\r\n\r\n7.\t**Knives, scissors, sharp or pointed objects and broken glass can cause serious injuries.** These objects should be kept out of children’s reach. Plastic bags, which can cause suffocation, should be kept away from young children.\r\n\r\n8.\t**Young children like to put things in their mouths.** To prevent choking, small objects, such as coins, nuts and buttons, should be kept out of their reach. Children’s foods should be cut into small pieces that can be easily chewed and swallowed.\r\n\r\nNext article: ", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": "8ebc7653d1fb4fc5a2870966c8b4c645", 
  "published": null, 
  "position": 103, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "staying-safe-injury", 
  "uuid": "6be7b37ed7484cf297f701125afa78ca"
}