{
  "subtitle": "", 
  "description": "Ways to prevent and cure diarrhoea", 
  "language": "eng_GB", 
  "title": "How to avoid diarrhoea", 
  "primary_category": "8998d63a575943108f77caaf57686002", 
  "created_at": "2015-07-06T18:29:57+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-07-06T18:29:57+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "**Globally, diarrhoea is the second most common cause of death for children under 5, after pneumonia.**\r\n\r\nDiarrhoea is usually a symptom of an intestinal infection. Infection is spread through contaminated food or drinking water, or from person-to-person as a result of poor hygiene. Water contaminated with faeces, for example, from sewage, septic tanks and latrines, is of particular concern. \r\nChildren are more likely than adults to die from diarrhoea because they become dehydrated and malnourished more quickly.\r\n\r\n**Ways to prevent and cure diarrhoea**\r\n\r\n 1. **Diarrhoea kills children by draining liquid from the body, which dehydrates the child.** As soon as diarrhoea starts, it is essential to give the child extra fluids along with oral rehydration salts (ORS) solution. ORS is a mixture of clean water, salt and sugar\r\n\r\n 2. **A child’s life may be in danger if she or he has several watery stools within an hour or if there is blood in the stool.** Immediate help from a trained health worker is needed.\r\n\r\n 3. **Exclusive breastfeeding for the first six months of life and continued breastfeeding after six months can reduce the risks** associated with diarrhoea. Immunization against rotavirus (where recommended and available) reduces deaths from diarrhoea caused by this virus. Vitamin A and zinc supplementation can reduce the risk of diarrhoea.\r\n\r\n 4. **A child with diarrhoea must eat regularly.** While recovering, she or he needs to be offered more food than usual to replenish the energy and nourishment lost due to the illness.\r\n\r\n 5. **A child with diarrhoea should receive oral rehydration salts (ORS) solution and a daily zinc supplement.**\r\n\r\n 6. **To prevent diarrhoea, all faeces, including those of infants and young children, should be disposed of in a latrine or toilet or buried.**\r\n\r\n 7. **Good hygiene practices and use of safe drinking water protect against diarrhoea.** Hands should be thoroughly washed with soap and water or a substitute, such as ash and water, after defecating and after contact with faeces, and before touching or preparing food or feeding children.\r\n\r\nNext article:", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 103, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "how-avoid-diarrhoea", 
  "uuid": "7c2ca1138a834fcba88bf4c6f6e15946"
}