{
  "subtitle": "", 
  "description": "All pregnant women should talk to their health-care providers about HIV. All pregnant women who think they, their partners or family members are infected with HIV, have been exposed to HIV or live in a setting with a generalized HIV epidemic should get an HIV test and counselling to learn how to protect or care for themselves and their children, partners and family members.", 
  "language": "eng_GB", 
  "title": "All pregnant women should talk to their health-care providers about HIV. All pregnant women who think they, their partners or family members are infected with HIV, have been exposed to HIV or live in ", 
  "primary_category": "99fdaf31bc2949a5ab89f7b2217811d6", 
  "created_at": "2014-09-15T09:20:32+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-24T16:57:21.581821+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "8225c9a23e9b4b9ba2d6cd192fad5951", 
  "content": "The most effective way to reduce transmission of HIV from the mother to the child is to prevent women from becoming infected with HIV. Access to family planning services and condoms for women and men are critical to prevent HIV transmission.\r\n\r\nIn many countries, pregnancy is the only time when women seek health services. This provides them an important opportunity to receive an HIV test and counselling whether in high- or low-level epidemic areas. If a woman is found to be HIV-positive, she should have access to counselling, referrals, HIV care and treatment, and other health-care services. Health-care and support services for the mother will help reduce the risk of HIV transmission to the baby.\r\n\r\nThe HIV-positive woman should be encouraged to have her partner and other children tested and counselled. If any test results are positive, HIV care, treatment, and other prevention and health-care services should be offered.\r\n\r\nA pregnant woman infected with HIV can take antiretroviral drugs. This can help improve her own health and also reduce the chances of her child becoming infected.\r\n\r\nThe risk of transmitting HIV to infants may be reduced to less than 2 per cent if pregnant women receive comprehensive counselling, health care and antiretroviral treatment during pregnancy and through the first six months after childbirth. This is often part of a comprehensive programme called Prevention of Mother-to-Child Transmission (PMTCT).\r\n\r\nAn HIV-positive mother of a newborn should be provided with information and skills to select the best feeding option for her baby. She should receive nutrition and health-care counselling for the newborn and herself and be supported in having her child tested and treated for exposure to HIV. She should be informed that babies born to HIV-positive women who have not taken antiretroviral medicines during pregnancy have about a 1 in 3 chance of being born with HIV. Without intervention, half of the babies infected with HIV die before they are 2 years of age.\r\n\r\n**A pregnant woman infected with HIV needs to know that:**\r\n\r\n* taking specific medicines (antiretroviral drugs) during pregnancy can help improve her health and reduce the risk of passing the infection to the infant\r\n* prenatal and post-natal care – visiting a skilled birth attendant for checkups before and after the birth of the baby and receiving care during pregnancy and childbirth – can help reduce the risk of passing the infection to the infant\r\n* starting HIV-exposed newborns on cotrimoxazole or Bactrim between 4 and 6 weeks of age and continuing it until HIV infection can be definitively ruled out can help prevent 'opportunistic' infections (infections that take advantage of a weakened immune system)\r\n* there are various infant feeding practices, each with advantages and risks.\r\n\r\n**The mother needs to decide which infant feeding practice is the safest and the most manageable for her circumstances:**\r\n\r\n* *exclusive* breastfeeding for the first six months of the child's life protects the infant from death due to diarrhoea, pneumonia and malnutrition. There is, however, a risk of HIV infection through the breastmilk. The risk of transmitting HIV to the infant is much lower with exclusive breastfeeding than with mixed feeding (breastmilk and other foods and drinks). The risk can also be reduced by shortening the duration of breastfeeding once a nutritionally adequate and safe diet without breastmilk can be provided to the child.\r\n* feeding the baby a breastmilk substitute (infant formula) alone eliminates the risk of transmitting HIV through breastmilk but can greatly increase the risk of dying from infections such as diarrhoea or pneumonia, especially in the first 6 months of life. This is a good option only if the mother has access to clean water and the means to obtain the formula for at least 12 months, and the use of infant formula is acceptable to her and her community.\r\n* breastfeeding beyond 6 months should continue until safe and adequate replacement foods, including infant formula and other milks and foods, are available. Once a nutritionally adequate and safe diet can be provided, all breastfeeding should stop.\r\n* all infants, whether they are receiving breastmilk or breastmilk substitutes, should receive other nutritious foods and drinks from 6 months of age onward to provide the energy and nutrients needed to support their growth and development.\r\n\r\n*(Refer to Message 6 in the Breastfeeding chapter for more information.)*\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 3, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "all-pregnant-women-should-talk-to-their-health-care-providers-about-hiv-all-pregnant-women-who-think-they-their-partners-or-family-members-are-infected-with-hiv-have-been-exposed-to-hiv-or-live-in", 
  "uuid": "8225c9a23e9b4b9ba2d6cd192fad5951"
}