{
  "subtitle": "", 
  "description": "All children grow and develop in similar patterns, but each child develops at her or his own pace. Every child has her or his own interests, temperament, style of social interaction and approach to learning.", 
  "language": "eng_GB", 
  "title": "All children grow and develop in similar patterns, but each child develops at her or his own pace. Every child has her or his own interests, temperament, style of social interaction and approach to le", 
  "primary_category": "5eb7b6c9d98e4cec8aab6735acb4ef08", 
  "created_at": "2014-09-10T13:38:04+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-24T12:28:59.166755+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "84fbb1b02cc24899bed6b0cb00c49b0b", 
  "content": "Understanding the ages and stages of child development helps parents\r\nunderstand the changes to expect as a child grows and develops. Parents or\r\nother caregivers should be able to seek help when they feel their child is not\r\ndeveloping as expected. \r\n\r\nBy observing how young children respond to touch,\r\nsound and sight, parents can identify signs of possible developmental problems\r\nor disabilities. If a young child is developing slowly, parents and other\r\ncaregivers can help by spending extra time with the child, playing and talking\r\nwith the child, and massaging the child's body. \r\n\r\nIf the child does not respond to attention and stimulation, parents and other caregivers need to seek help\r\nfrom a trained health worker. Taking early action is very important in helping\r\nchildren who have delays and disabilities reach their full potential. Parents\r\nand other caregivers need to encourage the greatest possible development of\r\nthe child's abilities. \r\n\r\nA girl or boy with a disability needs lots of love and\r\nextra protection. She or he needs all the same attention, care and support\r\nevery other child needs: birth registration, breastfeeding, immunizations,\r\nnutritious food, and protection from abuse and violence. Like all children,\r\nchildren with disabilities should be encouraged to play and interact with\r\nother children. \r\n\r\nA child who is unhappy or experiencing emotional difficulties\r\nmay exhibit unusual behaviour. Examples include: \r\n\r\n* suddenly becoming emotional, unfriendly, sad, lazy or unhelpful \r\n* consistently acting out or misbehaving \r\n* crying often \r\n* having sleep difficulties \r\n* becoming violent with other children \r\n* sitting alone instead of playing with family or friends \r\n* suddenly having no interest in usual activities or schoolwork \r\n* losing appetite. \r\n\r\nThe child's parents or other caregivers should be encouraged to talk\r\nwith and listen to the child. If the problem persists, they should seek help\r\nfrom a trained health worker or teacher. \r\n\r\nIf a child has mental or emotional difficulties or has been abused, she or he needs mental health or counselling services. The child should be assessed to determine what support and treatment are needed.\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 7, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "all-children-grow-and-develop-in-similar-patterns-but-each-child-develops-at-her-or-his-own-pace-every-child-has-her-or-his-own-interests-temperament-style-of-social-interaction-and-approach-to-le", 
  "uuid": "84fbb1b02cc24899bed6b0cb00c49b0b"
}