{
  "subtitle": "", 
  "description": "All family members, including children, need to wash their hands thoroughly with soap and water after any contact with faeces, before touching or preparing food, and before feeding children. Where soap is not available, a substitute, such as ash and water, can be used.", 
  "language": "eng_GB", 
  "title": "All family members, including children, need to wash their hands thoroughly with soap and water after any contact with faeces, before touching or preparing food, and before feeding children. Where soa", 
  "primary_category": "3415ea2a4314433ca7645eff98afde2c", 
  "created_at": "2014-07-22T20:05:14+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-24T16:32:20.397567+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "8b0d0e62cfdf4e76872a185eaeafc665", 
  "content": "Washing the hands with soap and water removes germs. Rinsing the fingers with\r\nwater is not enough - both hands need to be rubbed together with soap and\r\nwater, and then rinsed with water. This helps to stop germs and dirt from\r\ngetting onto food or into the mouth. Washing hands can also prevent infection\r\nwith worms. Soap and water should be placed conveniently near the latrine or\r\ntoilet. Where soap is not available, ash and water can be used. \r\n\r\n* It is\r\nespecially important to wash the hands with soap after defecating and after\r\ncleaning the bottom of a baby or child who has just defecated. It is also\r\nimportant to wash hands after handling animals and raw foods. \r\n* Hands should\r\nalways be washed before preparing, serving or eating food, and before feeding\r\nchildren. Children should be taught to wash both hands rubbed together with\r\nsoap after defecating and before eating to help protect them from illness.\r\n\r\nChildren often put their hands into their mouths, so it is important to wash\r\ntheir hands often, especially after they have been playing in dirt or with\r\nanimals. Washing a child's body regularly is also important to avoid skin\r\ninfections. \r\n\r\nChildren are easily infected with worms, which deplete the body's\r\nnutrients. Worms and their eggs can be found in human and animal faeces and\r\nurine, in surface water and soil, and in poorly cooked meat. \r\n\r\n* Children should\r\nnot play near the latrine, toilet or defecation areas. Shoes or sandals should\r\nbe worn near latrines to prevent worms from entering the body through the skin\r\nof the feet. \r\n\r\n* Children living in areas where worms are common should be\r\ntreated two to three times per year with a recommended deworming medication.\r\n\r\nWashing hands with soap and water after handling poultry or poultry products,\r\nafter touching eggs and raw meat, and after cleaning the place where poultry\r\nis kept can also help prevent the spread of germs and avian influenza (bird\r\nflu).\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 1, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "all-family-members-including-children-need-to-wash-their-hands-thoroughly-with-soap-and-water-after-any-contact-with-faeces-before-touching-or-preparing-food-and-before-feeding-children-where-soa", 
  "uuid": "8b0d0e62cfdf4e76872a185eaeafc665"
}