{
  "subtitle": "", 
  "description": "An epidemic (or outbreak) of disease can cause an emergency because of the severity of the disease or responses to it. In the case of pandemic influenza and other diseases spread by close personal contact, those who are ill should be kept separated from others.", 
  "language": "eng_GB", 
  "title": "An epidemic (or outbreak) of disease can cause an emergency because of the severity of the disease or responses to it. In the case of pandemic influenza and other diseases spread by close personal con", 
  "primary_category": "13268372781c4187a13a871b7c177fd0", 
  "created_at": "2014-09-12T11:04:57+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-24T15:32:35.864116+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "8ec3a706cd14498cb211105407a9d326", 
  "content": "People often believe that during emergencies many mothers can no longer breastfeed due to stress or inadequate nutrition. This is a misconception – it is not correct. Mothers who lack food or who are undernourished can still breastfeed adequately. They should be given extra fluids and foods to protect their health and well-being and that of the child. Fathers and other family members can support breastfeeding mothers with food preparation and childcare.\r\n\r\nStress can temporarily interfere with the flow of breastmilk. But it does not need to stop breastmilk production, if mothers and infants remain together and are supported in initiating and continuing breastfeeding. Safe havens, as in refugee camps and shelters, can be established where women can go to receive support.\r\n\r\nIn some cases breastfeeding is not possible. These include children temporarily or permanently separated from their mothers, mothers who are very sick, mothers who have stopped breastfeeding for some time, mothers who have not been able to restart breastfeeding, and HIV-positive mothers who have chosen not to breastfeed.\r\n\r\nIn these situations, for children under 12 months, the most appropriate food is a high-quality breastmilk substitute (infant formula). Safe preparaton of the breastmilk substitute requires fuel, safe water and equipment, and preferably the guidance of a trained health worker. The breastmilk substitute should be stored and prepared under hygienic conditions with water from a safe source, using a cup, not a bottle.\r\n\r\nBreastmilk substitutes should never be distributed in an uncontrolled manner alongside food aid and without attention to the conditions required for safe preparation. They should not displace breastfeeding, a baby's best protection against illness in an emergency situation.\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 4, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "an-epidemic-or-outbreak-of-disease-can-cause-an-emergency-because-of-the-severity-of-the-disease-or-responses-to-it-in-the-case-of-pandemic-influenza-and-other-diseases-spread-by-close-personal-con", 
  "uuid": "8ec3a706cd14498cb211105407a9d326"
}