{
  "subtitle": "", 
  "description": "Anyone who wants to know how to prevent HIV or thinks he or she has HIV should contact a health care provider or an AIDS centre to obtain information on HIV prevention and / or advice on where to receive HIV testing, counselling, care and support", 
  "language": "eng_GB", 
  "title": "Anyone who wants to know how to prevent HIV or thinks he or she has HIV should contact a health care provider or an AIDS centre to obtain information on HIV prevention and / or advice on where to rece", 
  "primary_category": "99fdaf31bc2949a5ab89f7b2217811d6", 
  "created_at": "2014-09-15T09:21:45+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-24T16:54:40.499995+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "977e083438e14180a10d7deea368d311", 
  "content": "Information on HIV and on services and education to learn how to prevent or\r\nreduce the risk of infection is increasingly available in almost every\r\ncountry. Information can be found at health centres, fixed and mobile HIV care\r\nunits, testing and counselling centres, youth centres and in many schools.\r\nInformation is also available through the internet and other media. \r\n\r\n**HIV testing and counselling can help in early detection of infection. It can\r\nenable those who are infected to:** \r\n\r\n* get the support services they need \r\n* manage other infections they might have \r\n* learn about living with HIV \r\n* learn how to avoid infecting others. \r\n\r\nAnyone who thinks that he or she might be infected with HIV should contact a health-care provider or an AIDS centre to receive confidential testing and counselling. Anyone who lives in an area where HIV is prevalent and has had unprotected sex should be encouraged to be tested and counselled.\r\n\r\nVoluntary HIV testing and counselling can help people make informed choices about their health and their sexual behaviour. It can help couples decide whether or not to have children. If one partner has HIV there is a risk the other partner can become infected while trying to conceive. If a couple is expecting a baby, testing and counselling can help them make decisions regarding the health of their baby.\r\n\r\nCounselling and testing can also help those not infected to remain uninfected through education about ways to avoid risk, including safer sex choices.\r\n\r\nThere are many types of HIV tests. It is important to talk to a professional to learn about the type of test being used and its accuracy.\r\n\r\nIf the result of an HIV test is negative, this means the person tested is not infected or it is too early to detect the virus. In adults, the HIV blood test may not detect infection for up to six weeks after exposure. Depending on the test, detection in babies may take up to 18 months after birth. However, early infant diagnosis (EID) can be conducted as early as six weeks.\r\n\r\nFamilies and communities should insist on and support confidential HIV testing, counselling and information. Confidentiality helps protect children, adolescents and adults from experiencing stigma, discrimination, exclusion and isolation.\r\n\r\nCounselling can help to empower women and adolescent girls, promote safer sex and condom use, and help detect and facilitate treatment of sexually transmitted infections – all of which can reduce the chances of HIV infection. If a woman or adolescent girl is diagnosed with HIV and has children or is pregnant, assistance may be required to help her protect, care for and support her children. Community support groups and NGOs often provide assistance.\r\n\r\nIncreasing access to testing followed by treatment, care and support can help to reduce stigma by demonstrating that HIV is not a 'death sentence' and that many people infected with HIV can lead relatively healthy, happy and productive lives.\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 2, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "anyone-who-wants-to-know-how-to-prevent-hiv-or-thinks-he-or-she-has-hiv-should-contact-a-health-care-provider-or-an-aids-centre-to-obtain-information-on-hiv-prevention-and-or-advice-on-where-to-rece", 
  "uuid": "977e083438e14180a10d7deea368d311"
}