{
  "subtitle": "", 
  "description": "Newborn babies should be given to the mother to hold immediately after delivery. They should have skin-to-skin contact with the mother and begin breastfeeding within one hour of birth.", 
  "language": "eng_GB", 
  "title": "Newborn babies should be given to the mother to hold immediately after delivery. They should have skin-to-skin contact with the mother and begin breastfeeding within one hour of birth.", 
  "primary_category": "1ea47579bccd4d0d85e0ffa5c3ce3cda", 
  "created_at": "2014-09-10T14:15:53+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-24T12:40:27.765131+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "987e4dc293804ccc9962a69d271e68b4", 
  "content": "Skin-to-skin contact and breastfeeding soon after birth stimulate production\r\nof the mother's breastmilk. Breastfeeding also helps the mother's womb\r\ncontract, which reduces the risk of heavy bleeding or infection and helps to\r\nexpel the placenta (afterbirth). \r\n\r\nColostrum, the thick yellowish milk the\r\nmother produces in the first few days after giving birth, is the perfect food\r\nfor newborn babies. It is very nutritious and full of antibodies that help\r\nprotect the baby against infections. Sometimes mothers are advised not to feed\r\ncolostrum to their babies. This advice is incorrect. Newborns benefit from\r\ncolostrum. \r\n\r\nThe newborn needs no other food or drink while the mother's milk\r\nsupply is coming in and breastfeeding is being fully established. Giving any\r\nother food or drink may slow the production of milk. It can also increase the\r\nchance of diarrhoea and other infections. The milk produced by the mother is\r\nnutritious and the right amount for the newborn. The baby should breastfeed as\r\noften as she or he wants. \r\n\r\nA baby who has problems suckling in the first few\r\ndays should be kept close to the mother, offered the breast frequently, helped\r\nto take the breast and given breastmilk expressed directly into the mouth or\r\nfed expressed breastmilk from a clean cup (not from a bottle). The mother\r\nshould receive help to improve the baby's attachment and suckling, and should\r\nalso be shown how to express breastmilk, if necessary.\r\n\r\nA mother's own milk is\r\nbest for low-birthweight babies. However, not all of these infants are able to\r\nfeed from the breast in the first days of life. For them, other options are\r\navailable. In order of preference, they are: expressed breastmilk (from the\r\nmother); donor breastmilk (only if the donor is HIV- tested and the milk is\r\ncorrectly heat-treated); and infant formula. All of these should be given by\r\ncup, spoon or paladai (a cup feeding device), or medical tubes used by a\r\ntrained health worker in a health facility. \r\n\r\nHeat-treated breastmilk involves\r\nheating expressed breastmilk (enough for one or two feeds) in a small pan or\r\nin a metal container standing in a pan of water until it comes to a boil. The\r\nmilk is then left to cool in a clean, covered container before it is fed to\r\nthe baby by cup. A trained health worker can provide further guidance on\r\nexpressing and heat-treating breastmilk. \r\n\r\nIt is best for the mother and her\r\nbaby to stay together in the same room immediately after birth. If a mother\r\ngives birth in a hospital or clinic, she is entitled to have her baby near\r\nher, 24 hours a day. She should insist that no formula or water be given to\r\nher baby if she is breastfeeding.\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 3, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "newborn-babies-should-be-given-to-the-mother-to-hold-immediately-after-delivery-they-should-have-skin-to-skin-contact-with-the-mother-and-begin-breastfeeding-within-one-hour-of-birth", 
  "uuid": "987e4dc293804ccc9962a69d271e68b4"
}