{
  "subtitle": "", 
  "description": "What every family and community has a right to know about emergencies\r\n", 
  "language": "eng_GB", 
  "title": "What to know about emergencies", 
  "primary_category": "332c8d8134fa4644ae8f19bd6e47e6ae", 
  "created_at": "2015-07-06T18:50:09+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-07-06T18:50:09+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "**Emergencies, such as conflicts, disasters or epidemics, expose families to risks that make them especially vulnerable to disease, malnutrition and violence.**\r\n\r\nWith the right information and support, families and communities can establish measures that map out what to do in an emergency. Currently, 230 million children live in places of conflict. \r\n\r\n**Girls, boys and women typically are the most affected by emergencies.** Each year, up millions of people are displaced due to disasters. In 2013, almost 22 million people were displaced by disasters, and almost three times as many as were newly displaced by conflict and violence Climate change could increase these numbers. Displacement undermines families’ livelihoods and social support mechanisms. Displacement can lead to family separations and increase children’s vulnerability to discrimination, abuse, violence, poverty and exploitation.\r\n\r\n**Conflict and disasters put children at risk of disease and malnutrition.** Access to health care is reduced, and food shortages are common. Water can become scarce, especially if access is limited by overcrowding and poor sanitary conditions. Children’s access to education is often undermined, since schools are frequently targeted for attacks and abductions, and teachers and materials are in short supply. The risk of HIV transmission increases in such contexts.\r\n\r\n**In conflict situations, girls and boys are particularly vulnerable to forced recruitment by armed forces and groups.** Along with women, they are also at risk of abduction, trafficking and sexual violence, including rape.\r\n\r\n**Epidemics (or outbreaks) of diseases can be caused by emergencies or can cause an emergency.** The emergency can arise because of the severe nature of the disease or by community response. Children under 5 are particularly vulnerable to infectious disease.\r\n\r\n**Children and their family members have the right to protection, information and support** to prepare for and cope with such complex situations.\r\n\r\n**What every family and community has a right to know about emergencies**\r\n\r\n1.\t**In emergencies, children have the same rights as in non-emergency situations.** This is true whether the emergency is a conflict, disaster or epidemic.\r\n\r\n2.\t**Girls and boys and their families and communities should plan ahead** and take simple steps to prepare for emergencies – at home, at school and in the community.\r\n\r\n3.\t**Measles, diarrhoea, pneumonia, malaria, malnutrition and neonatal complications are major causes of child deaths**, particularly during emergencies.\r\n\r\n4.\t**An epidemic (or outbreak) of disease can cause an emergency.** In the case of Ebola, pandemic influenza and other diseases spread by close personal contact, those who are ill should be separated and isolated until they are no longer infectious.\r\n\r\n5.\t**Mothers, even malnourished mothers, can still breastfeed** even under the stressful conditions of emergencies.\r\n\r\n6.\t**Children have the right to be protected from violence in emergencies.** Governments, civil society, communities and families have the responsibility to protect them.\r\n\r\n7.\t**It is generally preferable for children to be cared for by their parents or other usual caregivers** because it makes children feel more secure. If separation occurs, every effort should be made to reunite the child with her or his family, if it is in the child’s best interest.\r\n\r\n8.\t**The disruption and stress caused by disasters and armed conflict can frighten and anger children.** When such events occur, children need special attention and extra affection. They should be kept as safe as possible and supported in resuming normal activities. \r\n\r\n9.\t**Children have the right to education, even during emergencies.** Attending a safe, child-friendly school helps reinforce a sense of normalcy and start the healing process.\r\n\r\n10.\t**Landmines and unexploded devices are extremely dangerous.** They can explode and kill or disable many people if touched, stepped on or disturbed. Children and their families should stay only in areas that have been declared safe and avoid unknown objects. \r\n\r\nNext article: \r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": "008518b702474a1999b8e37b67d54953", 
  "published": null, 
  "position": 104, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "what-know-about-emergencies", 
  "uuid": "9d0b333b38cb459cbd9e8293e0453178"
}