{
  "subtitle": "", 
  "description": "All pregnant women and their newborns need to be protected against tetanus. Even if a woman was immunized earlier, she needs to check with a trained health worker for advice on tetanus toxoid immunization.", 
  "language": "eng_GB", 
  "title": "All pregnant women and their newborns need to be protected against tetanus. Even if a woman was immunized earlier, she needs to check with a trained health worker for advice on tetanus toxoid immuniza", 
  "primary_category": "74843060af944a698b9a33574f3275d4", 
  "created_at": "2014-09-12T09:31:11+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-24T15:55:30.539633+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "a036409143d340e1a9a64d67466bf716", 
  "content": "In many parts of the world, mothers give birth in unhygienic conditions. This\r\nputs both mother and child at risk of getting tetanus, a major killer of\r\nnewborn infants. \r\n\r\nIf a pregnant woman is not immunized against tetanus, and\r\ntetanus bacteria or spores enter her body, her life will also be at risk.\r\n\r\nTetanus bacteria or spores grow in dirty cuts. These bacteria can grow if the\r\numbilical cord is cut with an unclean knife or if anything unclean touches the\r\nend of the cord. Any tool used to cut the cord should be cleaned, boiled or\r\nheated over a flame, and allowed to cool. For the first week after birth, the\r\nbaby's umbilical stump must be kept clean. No substances should be put on the\r\nstump. \r\n\r\nAll pregnant women should make sure they have been immunized against\r\ntetanus. This protects both mothers and newborns. \r\n\r\nIt is safe for a pregnant\r\nwoman to be immunized against tetanus. She should be immunized according to\r\nthis schedule: \r\n\r\n**First dose:** As soon as she knows she is pregnant. \r\n\r\n**Second dose:** One month after the first dose, and no later than two weeks before her\r\ndue date. \r\n\r\n**Third dose:** Six months to one year after the second dose, or\r\nduring the next pregnancy. \r\n\r\n**Fourth dose:** One year after the third dose, or\r\nduring a subsequent pregnancy. \r\n\r\n**Fifth dose:** One year after the fourth dose,\r\nor during a subsequent pregnancy. \r\n\r\nAfter five properly spaced doses, the mother\r\nis protected for life and her children are protected for the first few weeks\r\nof life.\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 3, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "all-pregnant-women-and-their-newborns-need-to-be-protected-against-tetanus-even-if-a-woman-was-immunized-earlier-she-needs-to-check-with-a-trained-health-worker-for-advice-on-tetanus-toxoid-immuniza", 
  "uuid": "a036409143d340e1a9a64d67466bf716"
}