{
  "subtitle": "", 
  "description": "Why it is important ", 
  "language": "eng_GB", 
  "title": "Why it is important ", 
  "primary_category": "5eb7b6c9d98e4cec8aab6735acb4ef08", 
  "created_at": "2014-09-10T13:35:38+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-24T11:56:49.202184+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "a04c4e191cbb4a01a3bbb79ffcd01806", 
  "content": "Child development refers to the changes that occur as a child grows and\r\ndevelops in relation to being physically healthy, mentally alert, emotionally\r\nsound, socially competent and ready to learn. \r\n\r\nThe first five years of a\r\nchild's life are fundamentally important. They are the foundation that shapes\r\nchildren's future health, happiness, growth, development and learning\r\nachievement at school, in the family and community, and in life in general.\r\n\r\nRecent research confirms that the first five years are particularly important\r\nfor the development of the child's brain, and the first three years are the\r\nmost critical in shaping the child's brain architecture. Early experiences\r\nprovide the base for the brain's organizational development and functioning\r\nthroughout life. They have a direct impact on how children develop learning\r\nskills as well as social and emotional abilities. Children learn more quickly\r\nduring their early years than at any other time in life. They need love and\r\nnurturing to develop a sense of trust and security that turns into confidence\r\nas they grow. \r\n\r\nBabies and young children grow, learn and develop rapidly when\r\nthey receive love and affection, attention, encouragement and mental\r\nstimulation, as well as nutritious meals and good health care. \r\n\r\nUnderstanding the stages of child development helps parents know what to expect and how to\r\nbest support the child as she or he grows and develops. \r\n\r\nIn many settings, early childhood programmes support parents and their children from infancy\r\nthrough age 8, which includes the important transition from home to school.\r\n\r\nAll children have the right to be raised in a family and to have access to\r\nquality health care, good nutrition, education, play and protection from harm,\r\nabuse and discrimination. Children have the right to grow up in an environment\r\nin which they are enabled to reach their full potential in life. \r\n\r\nIt is the duty of parents, other caregivers and family members, communities, civil\r\nsociety and governments to ensure that these rights are respected, protected\r\nand fulfilled.\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 8, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "why-it-is-important-2", 
  "uuid": "a04c4e191cbb4a01a3bbb79ffcd01806"
}