{
  "subtitle": "", 
  "description": "From the age of 6–8 months a child needs to eat two to three times per day and three to four times per day starting at 9 months, in addition to breastfeeding. Depending on the child's appetite, one or two nutritious snacks, such as fruit or bread with nut paste, may be needed between meals. The baby should be fed small amounts of food that steadily increase in variety and quantity as he or she grows.", 
  "language": "eng_GB", 
  "title": "From the age of 6–8 months a child needs to eat two to three times per day and three to four times per day starting at 9 months, in addition to breastfeeding. Depending on the child's appetite, one or", 
  "primary_category": "6dab72d2d4c34cbfb4fe91df729cdbb0", 
  "created_at": "2014-09-12T09:13:44+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-24T15:22:44.310112+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "b2c4b756cb0449bfadb0716081991ef9", 
  "content": "Good nutrition in the first two years of life is crucial. Inadequate nutrition\r\nduring this period can slow a child's physical and mental development for the\r\nrest of his or her life. \r\n\r\nIn order to grow and stay healthy, young children\r\nneed a variety of nutritious foods such as meat, fish, pulses, grains, eggs,\r\nfruits and vegetables, as well as breastmilk. \r\n\r\nA child's stomach is smaller\r\nthan an adult's, so a child cannot eat as much at one meal. However,\r\nchildren's energy and body-building needs are great. It is important that\r\nchildren eat frequently to provide for all their needs. \r\n\r\nFoods such as mashed\r\nvegetables and chopped meat, eggs or fish should be added to the child's diet\r\nas often as possible. A small amount of oil may be added, preferably vitamin-\r\nenriched oil. \r\n\r\nIf meals are served in a common dish, younger children may not\r\nget enough food. Giving a young child his or her own plate or bowl makes it\r\neasier for the parent or other caregiver to know what foods and how much the\r\nchild has eaten. \r\n\r\nYoung children may need to be encouraged to eat, and they may\r\nneed help in handling food or utensils. A child with a developmental delay or\r\ndisability may need extra help eating and drinking. \r\n\r\n**The following gives information on how often and how much a young child should be fed:** \r\n\r\n**6-8 months:** \r\n\r\nChildren should breastfeed frequently and receive other foods two to\r\nthree times a day. Parents should start with soft or mushy foods (such as\r\nporridge) and gradually increase the consistency (thickness) of food. Animal\r\nfoods such as meat, eggs and fish can be given as early as possible, but they\r\nshould be mashed, minced or cut into very small pieces. Start with 2-3\r\nspoonfuls per feeding, increasing gradually to 1/2 of a 250-millilitre cup.\r\n\r\n**9-24 months:** \r\n\r\nChildren should receive other foods three to four times a day\r\nin addition to breastfeeding. Give infants aged 9-11 months 1/2 of a\r\n250-millilitre cup per feeding. Provide children aged 12-23 months 3/4 to 1\r\nwhole 250-millilitre cup per feeding. Give children 2 years and older at least\r\n1 whole 250-millilitre cup per feeding. Foods from animals, such as meat, fish\r\nand eggs, should be included as much as possible. \r\n\r\n**By 12 months:** \r\n\r\nMost children are able to consume 'family foods' of a solid consistency. They can\r\nstill be offered semi-solid foods, which are easier for young children to eat.\r\nAdditional nutritious snacks (such as fruit, bread or bread with nut paste)\r\ncan be offered once or twice per day, as desired, starting at six months. If\r\nthe quality or amount of food per meal is low, or the child is no longer\r\nbreastfeeding, give 1-2 cups of milk plus one or two extra meals each day.\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 2, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "from-the-age-of-68-months-a-child-needs-to-eat-two-to-three-times-per-day-and-three-to-four-times-per-day-starting-at-9-months-in-addition-to-breastfeeding-depending-on-the-childs-appetite-one-or", 
  "uuid": "b2c4b756cb0449bfadb0716081991ef9"
}