{
  "subtitle": "", 
  "description": "Facts for families and communities about vaccination\r\n", 
  "language": "eng_GB", 
  "title": "The importance of immunization", 
  "primary_category": "8998d63a575943108f77caaf57686002", 
  "created_at": "2015-07-06T18:24:27+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-07-06T18:24:27+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "**Immunization saves up to 3 million children each year.**\r\n\r\nImmunization prevents illness, disability and death from vaccine-preventable diseases including measles, hepatitis B, diphtheria, pertussis (whooping cough), pneumonia, polio, rotavirus diarrhoea, rubella and tetanus.\r\n\r\nChildren who are immunized are protected from these dangerous diseases, which can often lead to disability or death. All children have the right to this protection.\r\n\r\n**Every girl and boy needs to be fully immunized. Early protection is critical.** \r\n\r\nThe immunizations in the child’s first year and into the second year are especially important.\r\nIt is also essential that pregnant women are immunized against tetanus to protect themselves as well as their newborns.\r\n\r\nAlthough there has been progress in the past years in immunizing children, in 2013 an estimated 21.8 million infants worldwide were not reached with routine immunization services; nearly half live in 3 countries: India, Nigeria and Pakistan.\r\nParents or other caregivers need to know why immunization is important, the recommended immunization schedule, and where their children can be immunized.\r\nParents or other caregivers need to know that it is safe to immunize a child who has a minor illness or a disability or is suffering from malnutrition.\r\n\r\n**Facts for families and communities about vaccination**\r\n\r\n 1. **Immunization is urgent.** Every child should complete the recommended series of immunizations. Early protection is critical; the immunizations in the first year and into the second year are especially important. All parents or other caregivers should follow the advice of a trained health worker on when to complete the required immunizations.\r\n\r\n 2. **Immunization protects against several dangerous diseases.** A child who is not immunized is more likely to become sick, permanently disabled or could possibly die.\r\n\r\n 3. **All pregnant women and newborns need to be protected against tetanus.** Even if a woman was immunized before, she needs to check with a trained health worker for advice on tetanus toxoid immunization.\r\n\r\n 4. **A new syringe must be used for every person being immunized.** Everyone should demand a new syringe for every vaccination.\r\n\r\n 5. **Disease can spread quickly when people are crowded together.** All children living in congested conditions, particularly in refugee or disaster situations, should be immunized immediately.\r\n\r\n 6. **The vaccination card of a child (or an adult)** should be presented to the health worker before every immunization.\r\n\r\nNext article: ", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 102, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "importance-immunization", 
  "uuid": "b7680210a8714cbc8455f08db3a460aa"
}