{
  "subtitle": "", 
  "description": "Facts for a safer birth", 
  "language": "eng_GB", 
  "title": "Having a baby and keeping it healthy", 
  "primary_category": "69cfa562d4ee49c7b9c55e2873a690d5", 
  "created_at": "2015-07-06T18:03:42+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-07-06T18:03:42+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "**Globally, about 800 women die every day in the process of giving birth.**\r\n\r\nEvery pregnant woman hopes for a healthy baby and an uncomplicated pregnancy. The poor health of the mother, including diseases that were not adequately treated before or during pregnancy, is often a factor contributing to newborn deaths or to babies born too early and/or with low birth weight, which can cause future complications.\r\n\r\n**Facts for a safer birth**\r\n\r\n 1. **Girls who are educated, healthy and have a nutritious diet throughout their childhood and teenage years** are more likely to have healthy babies and go through pregnancy and childbirth safely if childbearing begins after they are 20 years old.\r\n\r\n 2. **The risks associated with childbearing for the mother and her baby can be greatly reduced if a woman is healthy and well-nourished before becoming pregnant.** During pregnancy and while breastfeeding, all women need more nutritious meals, increased quantities of food, more rest than usual, iron-folic acid or multiple micronutrient supplements, even if they are consuming fortified foods, and iodized salt to ensure the proper mental development of their babies.\r\n\r\n 3. **Every pregnancy is special.** All pregnant women need at least four prenatal care visits to help ensure a safe and healthy pregnancy. Pregnant women and their families need to be able to recognize the signs of labour and the warning signs of pregnancy complications. They need to have plans and resources for obtaining skilled care for the birth and immediate help if problems arise.\r\n\r\n 4. **Childbirth is the most critical period for the mother and her baby.** Every pregnant woman must have a skilled birth attendant, such as a midwife, doctor or nurse, assisting her during childbirth, and she must also have timely access to specialized care if complications should occur.\r\n\r\n 5. **Post-natal care for the mother and child** reduces the risk of complications and supports mothers and fathers or other caregivers to help their new baby get a healthy start in life. The mother and child should be checked regularly during the first 24 hours after childbirth, in the first week, and again six weeks after birth. If there are complications, more frequent check-ups are necessary.\r\n\r\n 6. **A healthy mother, a safe birth, essential new-born care and attention, a loving family and a clean home environment** contribute greatly to new-born health and survival.\r\n\r\n 7. **Smoking, alcohol, drugs, poisons and pollutants are particularly harmful** to pregnant women, the developing foetus, babies and young children.\r\n\r\n 8. **Violence against women is a serious public health problem in many communities.** When a woman is pregnant, violence is very dangerous to both the woman and her pregnancy. It increases the risk of miscarriage, premature labour and having a low-birth weight baby.\r\n\r\n 9. **In the workplace, pregnant women and mothers should be protected** from discrimination and exposure to health risks and granted time to breastfeed or express breast milk. They should be entitled to maternity leave, employment protection, medical benefits and, where applicable, cash support.\r\n\r\n 10. **Every woman has the right to quality health care,** especially a pregnant woman or a new mother. Health workers should be technically competent and sensitive to cultural practices and should treat all women and adolescent girls with respect.\r\n\r\nNext article: ", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 52, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "having-baby-and-keeping-it-healthy", 
  "uuid": "b8b28c06bf96499e9f91efc982718664"
}