{
  "subtitle": "", 
  "description": "Children and adolescents should actively participate in making and implementing decisions on HIV prevention, care and support that affect them, their families and their communities.", 
  "language": "eng_GB", 
  "title": "Children and adolescents should actively participate in making and implementing decisions on HIV prevention, care and support that affect them, their families and their communities.", 
  "primary_category": "99fdaf31bc2949a5ab89f7b2217811d6", 
  "created_at": "2014-09-15T09:11:10+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-24T17:04:24.029744+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "c18766b429554a899492ccbfb291a2a7", 
  "content": "Children, adolescents, youth and families can be powerful agents of change in HIV prevention and education and reducing stigma and discrimination. They need to be a central part of defining and implementing responses to HIV.\r\n\r\nChildren and young people can raise awareness of HIV and compassion for those living with HIV. They often gain confidence and self-esteem in the process of working with their peers and in their communities.\r\n\r\n* Child forums and other events provide opportunities for children and young people to mobilize communities to create supportive and caring environments for children and families living with and affected by HIV.\r\n* Schools and non-formal educational activities can help children form peer-to-peer support groups and children's clubs. These can bring together children who, with support from teachers or community workers, take on responsibility to conduct HIV prevention and life skills education.\r\n\r\nChildren, young people, parents, other caregivers and families affected by HIV can find support by joining or organizing self-help groups, peer groups and community support groups. These groups can:\r\n\r\n* provide a social network that gives members psychological support\r\n* share practical information and help families access social welfare services\r\n* offer opportunities for members to become active in efforts to find innovative ways to address HIV prevention, protection, care and support.\r\n\r\nIn collaboration with local authorities and governments, non-governmental and faith-based organizations often help support these groups.\r\n\r\nWhen groups join to form a network, they can help to create a movement to raise awareness and understanding of HIV and promote protection, care and support of orphans and vulnerable children and families affected by HIV. Such efforts can help to address the exclusion, stigma and discrimination experienced by those living with or affected by HIV.", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 7, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "children-and-adolescents-should-actively-participate-in-making-and-implementing-decisions-on-hiv-prevention-care-and-support-that-affect-them-their-families-and-their-communities", 
  "uuid": "c18766b429554a899492ccbfb291a2a7"
}