{
  "subtitle": "", 
  "description": "Girls who are educated and healthy and who have a nutritious diet throughout their childhood and teenage years are more likely to have healthy babies and go through pregnancy and childbirth safely if childbearing begins after they are 18 years old.", 
  "language": "eng_GB", 
  "title": "Girls who are educated and healthy and who have a nutritious diet throughout their childhood and teenage years are more likely to have healthy babies and go through pregnancy and childbirth safely if ", 
  "primary_category": "e1da05c882364f7c891f9da57f5e981d", 
  "created_at": "2014-09-10T13:25:32+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-24T11:17:40.749492+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "c2695a91a34b42f5b0822d49a1c0354b", 
  "content": "Girls with more formal education are better equipped to fulfil their potential\r\nin life. They tend to know about health-care practices and are less likely to\r\nbecome pregnant at a very young age. They are more likely to marry later, have\r\nfewer and better-spaced pregnancies, and seek prenatal and post-natal care. It\r\nis estimated that two maternal deaths can be prevented for every additional\r\nyear of school attendance per 1,000 women. \r\n\r\nThe healthy growth and development\r\nof a girl through adolescence helps to prepare her for healthy pregnancies\r\nduring her childbearing years. \r\n\r\nIn addition to education and health care, girls\r\nneed a nutritious diet during childhood and adolescence to reduce problems\r\nlater in pregnancy and childbirth. A nutritious diet includes iodized salt and\r\nfoods rich in essential minerals and vitamins such as beans and other pulses,\r\ngrains, green leafy vegetables, and red, yellow and orange vegetables and\r\nfruits. Whenever possible, milk or other dairy products, eggs, fish, chicken\r\nand meat should be included in the diet. \r\n\r\nGirls who stay in school are more\r\nlikely to delay marriage and childbirth. Early pregnancy can have serious\r\nconsequences for adolescents under 18 years old, particularly for those under\r\n15 years old. Adolescent girls and their babies are at much higher risk of\r\ncomplications and death. \r\n\r\nIt is important to empower girls to avoid early\r\npregnancy and inform both girls and boys about the risks of early pregnancy as\r\nwell as sexually transmitted infections, including HIV. They both need to\r\ndevelop the skills to make healthy life choices that also support equality and\r\nrespect in relationships. \r\n\r\nGenital cutting of girls and women can cause severe\r\nvaginal and urinary infections that can result in sterility or death. It can\r\nalso cause dangerous complications during childbirth. \r\n\r\nHealth workers and\r\ncommunity outreach programmes can help raise awareness of harmful practices\r\nand the importance for adolescents to delay marriage and pregnancy for their\r\nhealth and well-being. \r\n\r\nFamilies need to understand the high risks of early\r\npregnancy. If an adolescent girl marries early and/or becomes pregnant, her\r\nfamily should provide her with support and ensure she obtains the health\r\nservices she needs.\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "girls-who-are-educated-and-healthy-and-who-have-a-nutritious-diet-throughout-their-childhood-and-teenage-years-are-more-likely-to-have-healthy-babies-and-go-through-pregnancy-and-childbirth-safely-if", 
  "uuid": "c2695a91a34b42f5b0822d49a1c0354b"
}