{
  "subtitle": "", 
  "description": "Entering primary school on time is critical to ensure the continuity of a child's development. Support from parents, other caregivers, teachers and the community is very important.", 
  "language": "eng_GB", 
  "title": "Entering primary school on time is critical to ensure the continuity of a child's development. Support from parents, other caregivers, teachers and the community is very important.", 
  "primary_category": "5eb7b6c9d98e4cec8aab6735acb4ef08", 
  "created_at": "2014-09-10T13:39:20+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-24T12:22:06.113428+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "cc672eb42b8749509bddc0266f153af0", 
  "content": "In most countries, children start primary school at around 6 or 7 years of\r\nage. Starting school is a critical stage in a child's development. \r\n\r\nBoth girls and boys should start school at the appropriate age (in accordance with their\r\ncountry's policy). By the time they enter school, they should have basic\r\ncognitive and language skills and sufficient social competency and emotional\r\ndevelopment to allow them to enjoy learning in the formal school setting. \r\n\r\nThe support of parents and other caregivers is very important for children's\r\nsuccessful transition to school. Parents and other caregivers should equally\r\nand fully support both girls and boys in attending school regularly and being\r\nwell prepared. They should also be involved in school activities. This helps\r\nchildren adapt to the school setting, settle more quickly into the school\r\nlearning environment and attend school regularly. \r\n\r\nTeachers should be prepared\r\nto support young children who are still developing their basic potential for\r\nlearning. Teachers have a key role in building the confidence of both girls\r\nand boys so that they can equally enjoy and succeed at learning. Play\r\ncontinues to be a basic medium of teaching and learning in the early school\r\nyears. A child-friendly school that supports active learning and promotes\r\nparticipation offers the best learning environment for children. \r\n\r\nAlong with\r\nfamilies and the school, the community - both local authorities and civil\r\nsociety - can contribute to: \r\n\r\n* making school a priority within the community \r\n* making sure the school is a safe and welcoming place for all children \r\n* making sure the school has the resources it needs, including community members\r\ninvolved in school management and parent-teacher associations.\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 6, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "entering-primary-school-on-time-is-critical-to-ensure-the-continuity-of-a-childs-development-support-from-parents-other-caregivers-teachers-and-the-community-is-very-important", 
  "uuid": "cc672eb42b8749509bddc0266f153af0"
}