{
  "subtitle": "", 
  "description": "Children need iron-rich foods to protect their physical and mental abilities and to prevent anaemia. The best sources of iron are animal sources, such as liver, lean meats and fish. Other good sources are iron-fortified foods and iron supplements.", 
  "language": "eng_GB", 
  "title": "Children need iron-rich foods to protect their physical and mental abilities and to prevent anaemia. The best sources of iron are animal sources, such as liver, lean meats and fish. Other good sources", 
  "primary_category": "6dab72d2d4c34cbfb4fe91df729cdbb0", 
  "created_at": "2014-09-12T09:08:59+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-24T15:33:30.373758+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "cef83f40924c409c9fdc6e512ee254b7", 
  "content": "A lack of iron in the diet is a common cause of anaemia. Children can also\r\nbecome anaemic from malaria and hookworm. Iron deficiency can impair physical\r\nand mental development in infants and young children. Even mild iron\r\ndeficiency can impair intellectual development. Anaemia is the most common\r\nnutritional disorder in the world. \r\n\r\nIron is found in animal foods such as liver, lean meats and fish. It is also in some vegetarian foods such as pulses. Foods such as wheat and maize flours, salt, fish sauce or soy sauce are sometimes fortified with iron. Iron-rich foods help prevent anaemia. Consuming them with vitamin C helps the digestive system to better absorb the\r\niron. \r\n\r\nSymptoms of anaemia include paleness of the palms of the hands and of\r\nthe tongue and inside the eyelids and lips as well as tiredness and\r\nbreathlessness. \r\n\r\n* In children under 2 years of age: Anaemia may cause problems\r\nwith coordination and balance, and the child may appear withdrawn and\r\nhesitant. This can limit the child's ability to interact and may hinder\r\nintellectual development. The child can benefit from iron- containing vitamin\r\nand mineral preparations, such as supplements and multiple vitamin and mineral\r\npowders. These powders can be easily mixed by the caregiver in homeprepared\r\nfoods for children older than 6 months. \r\n* In pregnant women and adolescent girls: Anaemia increases the severity of haemorrhage and the risk of infection during childbirth. It is an important cause of maternal mortality. Infants\r\nborn to anaemic mothers often suffer from low birthweight and anaemia. Iron\r\nsupplements for pregnant women protect both the mothers and their babies.\r\nAdolescent girls who are anaemic will also benefit from a weekly iron-folic\r\nacid supplement to build their iron stores and prepare their bodies for\r\nhealthy pregnancies. \r\n\r\nMalaria and hookworm can be main causes of anaemia.\r\nTaking iron supplements to treat anaemia while having malaria can worsen the\r\nanaemia. \r\n\r\n**With regard to malaria:** \r\n\r\n* Children living in malarial areas should not take iron and folic acid preparations, including iron-containing\r\npowders, unless the malaria has been diagnosed and treated and they have been\r\nscreened for anaemia. \r\n* In general, children living in malarial areas should\r\nnot be given preventive doses of iron-containing vitamin and mineral\r\npreparations or supplements unless they are delivered through a fortified\r\nfood. \r\n* Pregnant women, mothers, fathers and other caregivers living in\r\nmalarial areas need to ask a trained health worker about using iron\r\nsupplements for their children. \r\n* To help prevent malaria, children, pregnant\r\nwomen, and mothers and other family members should sleep under insecticide-\r\ntreated mosquito nets. \r\n\r\n**With regard to worms:** \r\n\r\n* Children living in areas\r\nwhere worms are highly endemic should be treated two to three times a year\r\nwith a recommended deworming (anthelmintic) medication. Deworming the child\r\nregularly helps treat the anaemia caused by worms and also helps children\r\nregain their appetite. Good hygiene practices prevent worms. Children should\r\nnot play near the latrine, should wash their hands often with soap and water\r\nor a substitute, such as ash and water, and should wear shoes or sandals to\r\nprevent worm infestations. \r\n* Pregnant women living in areas where worms are\r\ncommon should be treated with a recommended deworming medication.\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 5, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "children-need-iron-rich-foods-to-protect-their-physical-and-mental-abilities-and-to-prevent-anaemia-the-best-sources-of-iron-are-animal-sources-such-as-liver-lean-meats-and-fish-other-good-sources", 
  "uuid": "cef83f40924c409c9fdc6e512ee254b7"
}