{
  "subtitle": "", 
  "description": "Family planning services provide men and women of childbearing age with the knowledge and the means to plan when to begin having children, how many to have, how far apart to have them and when to stop. There are many safe, effective and acceptable methods of planning for and avoiding pregnancy.", 
  "language": "eng_GB", 
  "title": "Family planning services provide men and women of childbearing age with the knowledge and the means to plan when to begin having children, how many to have, how far apart to have them and when to stop", 
  "primary_category": "c46a3615250b4430afdc6ff47cccc121", 
  "created_at": "2014-09-10T12:07:36+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-24T11:12:55.371760+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "d0ecf4918dd14449b51fa2a74067be93", 
  "content": "Trained health workers and clinics should offer information and advice to\r\nempower women to make decisions about family planning and to help women and\r\nmen choose a family planning method that is acceptable, safe, convenient,\r\neffective and affordable. \r\n\r\nTrained health workers and clinics should also\r\nprovide adolescent girls and boys with reproductive health information and\r\nfamily planning services that are (1) sensitive to adolescents and (2) geared\r\nto help them develop their skills to make healthy and responsible life\r\ndecisions. \r\n\r\nSpecial channels to reach out to adolescent girls and pregnant\r\nadolescents need to be developed to provide them with the support which may\r\ninclude counselling, contraceptives, and prenatal and post-natal services.\r\nPregnant adolescents require special attention and more frequent visits to the\r\nhealth clinic for prenatal and post-natal care. \r\n\r\nAdolescent boys and men can\r\nplay a key role in preventing unplanned (unintended) pregnancies. It is\r\nimportant that they have access to information and services related to sexual\r\nand reproductive health. \r\n\r\nThe more formal education an adolescent girl or woman\r\nhas, the more likely she is to use reliable family planning methods, delay\r\nmarriage and childbearing, be better off economically and have fewer and\r\nhealthier babies. Enrolling and keeping girls in school is therefore extremely\r\nimportant for maternal and child health, in addition to all the other benefits\r\nof education. \r\n\r\nOf the various contraceptive methods, only condoms protect\r\nagainst both pregnancy and sexually transmitted infections, including HIV. \r\n\r\nIt\r\nis critical to educate adolescent boys, young men and men on their\r\nresponsibility regarding condom use. Adolescent girls and boys, married or\r\nunmarried, need to know about the dual protection of a condom and another kind\r\nof contraception (using two methods of contraception at the same time) to help\r\navoid pregnancy and prevent sexually transmitted infections (STIs), including\r\nHIV. \r\n\r\nIn some countries, deaths related to abortion are high among adolescent\r\ngirls. Adolescent girls, young women and their partners should be provided\r\nwith information on pregnancy prevention and the risks associated with\r\nabortion. \r\n\r\nA mother who feeds her baby only with breastmilk, on demand day and\r\nnight during the baby's first six months, can delay the return of menstruation\r\nand help prevent pregnancy. There is a small chance that she can become\r\npregnant before her periods return. The risk is less than 2 per cent, which is\r\nsimilar to that of other family planning methods. However, this risk increases\r\nafter six months.\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 3, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "family-planning-services-provide-men-and-women-of-childbearing-age-with-the-knowledge-and-the-means-to-plan-when-to-begin-having-children-how-many-to-have-how-far-apart-to-have-them-and-when-to-stop", 
  "uuid": "d0ecf4918dd14449b51fa2a74067be93"
}