{
  "subtitle": "", 
  "description": "First Aid Advice", 
  "language": "eng_GB", 
  "title": "First Aid Advice", 
  "primary_category": "2e0df7a35a004e3793718eb1aa9ede6a", 
  "created_at": "2014-09-12T10:35:08+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-24T17:27:00.838226+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "d25be3d3e41a46edaa0cb40179e44a35", 
  "content": "Until medical help is available, the following first aid measures should help prevent a situation from becoming worse. Parents, other caregivers and older children should be \r\nsupported in learning about these first aid measures.\r\n\r\n**First aid for burns:**\t\r\n\r\n - If the child's clothing catches fire, quickly wrap the child in a\r\n   blanket or clothing or roll him or her on the ground to put out the\r\n   fire.\r\n\r\n**For minor burns, the following steps can be taken:**\t\r\n\r\n - Cool the burned area immediately. Use plenty of cold, clean water,\r\n   which helps to reduce pain and swelling. Do not put ice on the burn;\r\n   this can further damage the skin.\r\n - Keep the burn clean and dry with a loose sterile gauze bandage or\r\n   clean cloth. This will protect blistered skin.\r\n - Do not break blisters, as they protect the injured area. If a blister\r\n   is broken, the area is more susceptible to infection. Do not apply\r\n   butter or ointments to the burn; they can prevent proper healing.\r\n - A minor burn will usually heal without further treatment.\r\n\r\n**For major burns that burn all layers of skin, emergency care is needed immediately. Until it is available, the following steps can be taken:**\t\r\n\r\n - Do not remove the burned clothing from the body. Make sure the child\r\n   is no longer near any burning or smouldering materials or exposed to\r\n   smoke or heat.\r\n - Do not immerse large, serious burns in cold water, as this could\r\n   cause shock.\r\n - Raise the burned body part or parts above heart level, if possible.\r\n - Loosely cover the burn area with cool, moist towels or cloths or a\r\n   sterile bandage.\r\n - If the child is unconscious, keep him or her warm. Roll the child\r\n   onto his or her side so that the tongue does not block breathing.\r\n - Check for signs of breathing, movement and coughing. If there are no\r\n   signs, follow the steps under *'First aid for breathing problems or\r\n   drowning'.*\r\n\r\n**First aid for broken bones, bruises or sprains:**\t\r\n\r\n - A child who is unable to move or is in extreme pain may have broken\r\n   bones. Do not move the injured area and get medical help immediately.\r\n - For bad bruises and sprains, immerse the injured area in cold water\r\n   or put ice on the injury for 15 minutes. Do not put the ice directly\r\n   on the skin; use a layer of cloth between the ice and the skin.\r\n   Remove the ice or water, wait 15 minutes and repeat, if necessary.\r\n   The cold should help reduce pain, swelling and bruising.\r\n\r\n**First aid for cuts and wounds:**\t\r\n\r\n **For minor cuts and wounds:**\r\n\r\n - Wash the wound with clean (or boiled and cooled) water and soap.\r\n - Dry the skin around the wound.\r\n - Cover the wound with a clean cloth and place a sterile bandage over\r\n   it.\r\n\r\n**For serious cuts and wounds:**\r\n\r\n - If a piece of glass or other object is sticking in the wound, do not\r\n   remove it. It may be preventing further bleeding, and removing it\r\n   could make the injury worse.\r\n - If the child is bleeding heavily, raise the injured area above the\r\n   level of the chest and press firmly against the wound (or near it if\r\n   something is stuck in it) with a pad made of folded clean cloth.\r\n   Maintain pressure until the bleeding stops.\r\n - Do not put any plant or animal matter on the wound, as this could\r\n   cause infection.\r\n - Put a clean sterile bandage on the wound. Allow for swelling by not\r\n   tying the bandage too tightly.\r\n - Seek medical help immediately. Ask a trained health worker if the\r\n   child should have a tetanus injection.\r\n\r\n**First aid for choking:**\t\r\n\r\n - If an infant or child is coughing, let him or her try to cough up the\r\n   object. If the object does not release quickly, try to remove the\r\n   object from the child's mouth.\r\n - If the object is still lodged in the child's throat:\r\n\r\n**For infants or young children:**\r\n\r\n - Support the head and neck.\r\n - Turn the baby or young child face down with the head lower than the\r\n   feet. Deliver five careful blows to the back between the shoulder\r\n   blades. Turn the baby face up and press firmly on the breastbone\r\n   between the nipples five times. Repeat (face down and face up) until\r\n   the object is dislodged.\r\n - If you cannot dislodge the object, take the child to the nearest\r\n   health worker immediately.\r\n\r\n**For larger children:**\r\n\r\n - Stand behind the child with your arms around the child's waist.\r\n - Form a clenched fist with your thumb against the child's body, above\r\n   the navel and below the rib cage.\r\n - Put the other hand over the fist and give a sharp inward and upward\r\n   thrust into the child's abdomen. Repeat until the object is\r\n   dislodged.\r\n - If you cannot dislodge the object, take the child to the nearest\r\n   health worker immediately.\r\n\r\n**First aid for breathing problems or drowning:**\t\r\n\r\n - If there is any possibility of injury to the head or neck, do not\r\n   move the child's head. Follow the breathing directions below without\r\n   moving the head.\r\n - If the child is having difficulty breathing or is not breathing, lay\r\n   the child flat on the back and tilt her or his head back slightly.\r\n   Pinch the child's nostrils closed and blow (breathe) into the mouth,\r\n   keeping all the mouth covered. Blow gently but hard enough to make\r\n   the child's chest rise. Then, count to three and blow again. Continue\r\n   until the child begins breathing.\r\n - If the child is breathing but unconscious, roll the child onto his or\r\n   her side so the tongue does not block breathing.\r\n - If a person who cannot swim sees a child drowning in deep water, the\r\n   person should immediately throw a rope, floating device or tree\r\n   branch to the child and shout loudly so that others can come to help\r\n   rescue the child.\r\n\r\n**First aid for poisoning:**\t\r\n\r\n - If a child has swallowed poison, do not try to make the child vomit. This may make the child more ill.\r\n - If poison is on the child's skin or clothes, remove the clothing and\r\n   pour large amounts of water over the skin. Wash the skin thoroughly\r\n   several times with soap.\r\n - If a child gets poison in his or her eyes, splash clean water in the\r\n   eyes for at least 10 minutes.\r\n - Take the child immediately to a health centre or hospital if any of\r\n   these situations occur. If possible, bring a sample of the poison or\r\n   medicine or its container with you. Keep the child as still and quiet\r\n   as possible.\r\n - If a child is bitten by a venomous or rabid animal, it is important\r\n   to see a health-care provider immediately for treatment.", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 8, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "first-aid-advice", 
  "uuid": "d25be3d3e41a46edaa0cb40179e44a35"
}