{
  "subtitle": "", 
  "description": "A healthy mother, a safe birth, essential newborn care and attention, a loving family and a clean home environment contribute greatly to newborn health and survival.", 
  "language": "eng_GB", 
  "title": "A healthy mother, a safe birth, essential newborn care and attention, a loving family and a clean home environment contribute greatly to newborn health and survival.", 
  "primary_category": "e1da05c882364f7c891f9da57f5e981d", 
  "created_at": "2014-09-10T12:46:13+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-24T11:46:09.376659+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "db1c21e881874dde840507ff2cf89de5", 
  "content": "Newborns need to be carefully cared for around the clock, loved, kept clean\r\nand warm, and fed. Mothers and fathers or other primary caregivers who meet\r\ntheir basic needs contribute to building the foundation of the babies' future\r\nhealth, happiness, growth, learning and development. \r\n\r\n**A newborn thrives when she or he is:** \r\n\r\n* kept close to and frequently held and cuddled by the mother,\r\nfather or other primary caregiver \r\n* exclusively breastfed from birth through\r\nthe first six months on demand and at least eight times in a 24-hour period,\r\ncontributing to bonding between the infant and the mother and giving the baby\r\nimmunity against infections \r\n* loved and given affection, attention, encouragement and stimulation from her or his family members, helping the baby\r\nto grow and learn rapidly \r\n* kept warm, clean, comfortable and safe, and changed regularly and burped after feeding \r\n* cared for in a clean environment\r\nthat helps to prevent infections \r\n* provided with quality health care,\r\nincluding regular check-ups with timely immunizations and weighing to monitor\r\ngrowth. \r\n\r\n**A skilled birth attendant will:** \r\n\r\n* respond to new parents' questions on caring for their newborn that may relate to breastfeeding,\r\nformula feeding, immunizations, bathing the baby, interacting with the baby,\r\nlanguage development, sleeping patterns and more \r\n* inform the new parents of danger signs in an infant that require immediate medical attention \r\n* help mothers and fathers develop their emergency plan in case complications should\r\narise with their baby \r\n* provide the mother and father with a record of essential information about the baby at birth (weight, height, time of birth)\r\n* issue the baby's birth certificate for parents to report the birth to the\r\ncivil registrar. \r\n\r\nBabies born early or with low birthweight or babies with\r\nother special needs require special care, love and attention to ensure their\r\nsurvival and optimal growth and development. \r\n\r\nA skilled birth attendant can\r\nplay a critical role in instructing the mother and father on how to care for\r\ntheir baby with special needs. \r\n\r\nSome babies may need extra care at a special\r\ncare unit of a hospital until they are sufficiently developed or well enough\r\nto go home with the parents. If a baby is not yet able to breastfeed, the\r\nmother can express her milk and safely store it so it can be fed to the baby\r\nusing a sterilized feeding tube, spoon or cup. \r\n\r\nCaring for a newborn brings joy\r\nto the mother and father as well as anxiety and fatigue as they adjust to\r\nhaving full-time care of the new baby in their lives. Since newborns are\r\ngenerally dependent on their parents to provide for their every need, mothers\r\nand fathers need to take good care of themselves. Breastfeeding mothers\r\nespecially need to eat more nutritious food, and all mothers should get more\r\nrest. A father can support the mother while she breastfeeds by caring for the\r\nhousehold and other children or by caring for the newborn while she rests.\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 5, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "a-healthy-mother-a-safe-birth-essential-newborn-care-and-attention-a-loving-family-and-a-clean-home-environment-contribute-greatly-to-newborn-health-and-survival", 
  "uuid": "db1c21e881874dde840507ff2cf89de5"
}