{
  "subtitle": "", 
  "description": "Facts to know about hygiene", 
  "language": "eng_GB", 
  "title": "Good hygiene helps health", 
  "primary_category": "8998d63a575943108f77caaf57686002", 
  "created_at": "2015-07-06T18:38:46+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-07-06T18:38:46+00:00", 
  "_version": {
    "package_version": "1.4.4", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Jun 22 2015, 18:01:27) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "**Young children are more vulnerable than any other age group to the ill effects of unsafe water, poor sanitation and lack of hygiene.** \r\n\r\n**Some facts to protect oneself and one’s family against diseases?**\r\n\r\n**The simple habit of handwashing with soap is greatly reduces the incidence of diarrhoea.** It also greatly reduces the risk of respiratory infections such as pneumonia and other diseases, including eye infections, especially trachoma.\r\n\r\n**Parents and caregivers should wash their hands with soap and water at these critical moments:** (1) after cleaning the infant or young child who has defecated, (2) after helping the child use the toilet or latrine, (3) after going to the latrine or toilet themselves, (4) before touching food and feeding young children, and (5) after dealing with refuse.\r\n\r\n**Parents and caregivers need to help children develop the habit of washing their hands with soap** before eating and after using the latrine or toilet. Where soap is not available hands can be washed with ash and water. Animal and human faeces should be kept away from houses, paths, water sources and children’s play areas.\r\n\r\n**The use of latrines and toilets together with good hygiene practices – specifically hand washing with soap – are essential public health tools.** They protect children and families at little cost and help realize children’s right to good health and nutrition.\r\n\r\n**Some facts to know about hygiene**\r\n\r\n 1. **All faeces, including those of babies and young children, should be disposed of safely.** Making sure that all family members use a toilet, latrine or potty (for young children) is the best way to dispose of faeces. Where there is no toilet, faeces should be buried.\r\n\r\n 2. **All family members, including children, need to wash their hands thoroughly with soap and water** after any contact with faeces, before touching or preparing food, and before feeding children. Where soap is not available, a substitute, such as ash and water, can be used.\r\n\r\n 3. **Washing the face and hands with soap and water every day helps to prevent eye infections.** In some parts of the world, eye infections can lead to trachoma, which can cause blindness.\r\n\r\n 4. **All water that people drink and use should come from a safe source or be purified.** Containers for carrying and storing water need to be kept clean inside and outside and covered to keep the water clean. Where necessary, home-based water treatment, such as boiling, filtering, adding chlorine or disinfecting with sunlight, should be used to purify the water.\r\n\r\n 5. **Raw or leftover cooked food can be dangerous.** Raw food should be washed or cooked. Cooked food should be eaten without delay or thoroughly reheated before eating.\r\n\r\n 6. **Food, utensils and preparation surfaces should be kept clean and away from animals.** Food should be stored in covered containers.\r\n\r\n 7. **Safe disposal of all household refuse** helps to keep the living environment clean and healthy. This helps prevent illness.\r\n\r\n 8. **Hygiene is very important during menstruation.** Clean and dry feminine hygiene products should be available to girls and women. A clean, private space should be provided to allow them to clean themselves and wash and dry their cloths. Sanitary napkins need to be disposed of carefully with other refuse or burned.\r\n\r\nNext article: ", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": "fbb15e57c67f482b9460c4bef6713a87", 
  "published": null, 
  "position": 105, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "good-hygiene-helps-health", 
  "uuid": "db5ace9f43874435a490f6b0a7d88f57"
}