{
  "subtitle": "", 
  "description": "Girls and boys can be at risk of sexual abuse and exploitation in their home, school, workplace or community. Measures should be taken to prevent sexual abuse and exploitation. Sexually abused and exploited children need immediate help to stop such abuse.", 
  "language": "eng_GB", 
  "title": "Girls and boys can be at risk of sexual abuse and exploitation in their home, school, workplace or community. Measures should be taken to prevent sexual abuse and exploitation. Sexually abused and exp", 
  "primary_category": "d9e9675890c74fad9bbe83edff36bb7c", 
  "created_at": "2014-09-12T10:28:01+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-24T16:56:51.703738+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "eb3a513533444e1382e02c6b7a1fdab3", 
  "content": "Children need to be protected from all forms of sexual exploitation and sexual abuse.\r\n\r\nMost children who are sexually abused know their abusers. Most abusers are relatives or acquaintances of the child. A much smaller percentage of offenders are strangers. Most child sexual abuse is committed by men. Whatever the case, sexual abuse or exploitation is never the child's fault. The responsibility always lies with the abuser.\r\n\r\nEvery person has a unique reaction to sexual abuse or sexual exploitation, regardless of the type, extent or duration. Victims may show a range of emotional responses such as calm, anger, indifference or shock.\r\n\r\nSome children may be exposed to life-threatening situations, such as sexually transmitted infections, including HIV. Girls may face the added risk of early and unwanted pregnancies that endanger their lives and can subject them to stigma and discrimination.\r\n\r\nChildren can begin to learn early on about 'good' touch versus 'bad' touch. Children can also be taught to tell an adult they trust if they have experienced a 'bad' touch. If a child comes to an adult with such information, the adult must take the child's claims seriously and immediately ensure that the abuse stops. The abuse should be reported to the authorities, and the child should receive protection services.\r\n\r\nMany children and young people who have been victims of sexual abuse or exploitation heal and go on to lead normal lives. Sexual abuse in childhood does not automatically lead to sexually aggressive behaviour. Most sexual offenders have not been sexually abused as children, and most children who are sexually abused do not abuse others.\r\n\r\n**Governments are responsible for ensuring that systems and specific measures are in place to:**\r\n\r\n - prevent child abuse, violence and exploitation\r\n - enable children to report abuse and exploitation\r\n - make sure perpetrators of sexual abuse and exploitation are dealt\r\n   with to the full extent of the law\r\n - make social services, such as health care, psychosocial support,\r\n   temporary care, education and legal assistance, timely and available\r\n   for children who have been abused and exploited.", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 6, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "girls-and-boys-can-be-at-risk-of-sexual-abuse-and-exploitation-in-their-home-school-workplace-or-community-measures-should-be-taken-to-prevent-sexual-abuse-and-exploitation-sexually-abused-and-exp", 
  "uuid": "eb3a513533444e1382e02c6b7a1fdab3"
}