{
  "subtitle": "", 
  "description": "Why it is important to share and act on this information", 
  "language": "eng_GB", 
  "title": "Why it is important", 
  "primary_category": "669a1d68010e413a96e8aefdf86ea142", 
  "created_at": "2014-09-09T12:07:18+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-24T16:45:14.741022+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "f4832b252bf64ecc8fcaa2faee3f6e83", 
  "content": "Malaria is a serious disease spread through mosquito bites. The World Health Organization estimates that around 250 million malaria episodes occurred in 2006, resulting in nearly 1 million deaths. About 90 per cent of all malaria deaths occur in sub-Saharan Africa, most among children under age 5.\r\n\r\nMalaria is found in many regions of the world. In sub-Saharan Africa, it is a leading cause of death, illness, and poor growth and development among young children. It is estimated that a child dies of malaria every 30 seconds in this area.\r\n\r\nMalaria is particularly dangerous for pregnant women. Some 50 million pregnant women are exposed to malaria each year. Malaria during pregnancy contributes to nearly 20 per cent of low-birthweight babies in endemic areas, plus anaemia, stillbirth and even maternal deaths.\r\n\r\nMalaria is spread by the bite of an Anopheles mosquito. The mosquito transfers the malaria parasite, Plasmodium, from person to person. People get very sick with high fevers, diarrhoea, vomiting, headache, chills and flu-like illness. Especially in children, the disease can worsen rapidly, causing coma and death. Children under 5 years old are most susceptible to malaria because they have very little acquired immunity to resist it.\r\n\r\nMany lives can be saved by preventing malaria and treating it early. Children and their family members have the right to quality health care for prompt and effective treatment and malaria prevention.\r\n\r\nGovernments, in collaboration with communities and non-governmental and community-based organizations, can minimize the number of malaria cases. They need to support preventive actions, such as distributing long-lasting insecticide-treated mosquito nets for families to sleep under.", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 4, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "why-it-is-important-to-share-and-act-on-this-information", 
  "uuid": "f4832b252bf64ecc8fcaa2faee3f6e83"
}